[
  {
    "name": "TP. Hà Nội",
    "image": "./Assets/png/hanoi.webp",
    "bi_thu": "Nguyễn Duy Ngọc",
    "chu_tich": "Vũ Đại Thắng",
    "trich_ngang_bi_thu_short": "Ủy viên Bộ Chính trị, Bí thư Thành ủy Hà Nội",
    "trich_ngang_bi_thu_full": "Bí thư Thành ủy Hà Nội\nNăm sinh: 1964\nQuê quán: Thị trấn Lương Bằng, huyện Kim Động, tỉnh Hưng Yên (cũ)\nHọc vấn: Thạc sĩ Luật\nDân tộc: Kinh",
    "trich_ngang_chu_tich_short": "Ủy viên Trung ương Đảng, Phó Bí thư Thành ủy, Chủ tịch UBND TP Hà Nội",
    "trich_ngang_chu_tich_full": "Chủ tịch UBND TP Hà Nội\nNgày sinh: 4/10/1975\nQuê quán: Xã Phù Đổng, TP Hà Nội\nHọc vấn: Thạc sĩ Quan hệ quốc tế, Cử nhân Kinh tế, Cử nhân Luật\nDân tộc: Kinh",
    "image_bi_thu": "./Assets/png/hanoi_bithu.png",
    "image_chu_tich": "./Assets/png/hanoi_chutich.png",
    "dien_tich": "3.359,84 km²",
    "dan_so": "8.807.523",
    "grdp": "1.425.521.277",
    "thu_ngan_sach": "511.338.453",
    "region": ["city", "north"],
    "timeline_bi_thu": [
    "8/1988 - 12/1996: Đồng chí Bùi Thị Minh Hoài là cán bộ Thanh tra thành phố Nam Định.",
    "1/1997 - 10/1998: Trưởng phòng Tổ chức - Hành chính - Tổng hợp, Thanh tra viên cấp II, Thanh tra tỉnh Hà Nam.",
    "10/1998 - 12/2000: Kiểm tra viên chính, Cơ quan Ủy ban Kiểm tra Tỉnh ủy Hà Nam.",
    "12/2000 - 4/2004: Phó Chủ nhiệm Ủy ban Kiểm tra Tỉnh ủy Hà Nam.",
    "5/2004 - 2/2006: Phó Chủ tịch HĐND tỉnh Hà Nam.",
    "2/2006 - 8/2008: Ủy viên Ban Thường vụ Tỉnh ủy, Trưởng Ban Dân vận tỉnh Hà Nam; Ủy viên dự khuyết Trung ương Đảng khóa X (4/2006).",
    "9/2008 - 3/2009: Bí thư Thành ủy Phủ Lý, tỉnh Hà Nam.",
    "3/2009 - 3/2011: Phó Chủ tịch Thường trực Ban Chấp hành Trung ương Hội Nông dân Việt Nam.",
    "3/2011 - 4/2018: Đồng chí Bùi Thị Minh Hoài đảm nhiệm chức vụ Ủy viên Trung ương Đảng khóa XI, XII; Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương; Ủy viên Ban Thường vụ Đảng ủy Khối các Cơ quan Trung ương, Bí thư Đảng ủy Cơ quan Ủy ban Kiểm tra Trung ương nhiệm kỳ 2010-2015.",
    "5/2018 - 1/2021: Đồng chí Bùi Thị Minh Hoài giữ chức Phó Chủ nhiệm Thường trực Ủy ban Kiểm tra Trung ương.",
    "2/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí Bùi Thị Minh Hoài được bầu vào Ban Chấp hành Trung ương. Tại Hội nghị lần thứ nhất, đồng chí Bùi Thị Minh Hoài được bầu vào Ban Bí thư.",
    "4/2021: Đồng chí Bùi Thị Minh Hoài đảm nhiệm chức vụ Trưởng Ban Dân vận Trung ương",
    "6/2021: Đại biểu Quốc hội khóa XV.",
    "5/2024: Tại Hội nghị Trung ương 9 khóa XIII của Đảng, đồng chí Bùi Thị Minh Hoài được bầu vào Bộ Chính trị.",
    "7/2024: Đồng chí Bùi Thị Minh Hoài được Bộ Chính trị phân công giữ chức Bí thư Thành ủy Hà Nội."
    ],
    "timeline_chu_tich": [
      "1/2006 - 8/2008: Phó tổng giám đốc Kho bạc Nhà nước, Bộ Tài chính",
      "9/2008 - 10/2010: Phó chủ tịch UBND tỉnh Đăk Lăk",
      "11/2010 - 4/2011: Phó bí thư Tỉnh ủy Đăk Lăk",
      "5/2011 - 5/2012: Ủy viên Ủy ban Kiểm tra Trung ương",
      "6/2012 - 2/2015: Bí thư Tỉnh ủy Bắc Giang",
      "2/2015 - 10/2015: Phó chủ nhiệm Ủy ban Kiểm tra Trung ương",
      "10/2015 - 12/2017: Bí thư Tỉnh ủy Lạng Sơn",
      "12/2017 - 8/2020: Phó trưởng ban Kinh tế Trung ương; Chủ tịch HĐTV Tập đoàn Dầu khí Quốc gia Việt Nam",
      "8/2020 - 4/2021: Phó chủ nhiệm Văn phòng Quốc hội",
      "4/2021 - 10/2022: Tổng Kiểm toán Nhà nước",
      "7/2022: Phó bí thư Thành ủy, Chủ tịch UBND TP Hà Nội"
    ]
  },
 {
    "name": "Lạng Sơn",
    "image": "./Assets/png/langson.webp",
    "bi_thu": "Hoàng Văn Nghiệm",
    "chu_tich": "Hồ Tiến Thiệu",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Lạng Sơn",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Lạng Sơn\nNgày sinh: 2/9/1968\nQuê quán: Xã Bình La, huyện Bình Gia, tỉnh Lạng Sơn\nHọc vấn: Thạc sĩ Kinh tế, Cử nhân Kinh tế Chính trị, Cử nhân Thương mại\nDân tộc: Tày",
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lạng Sơn",
    "trich_ngang_chu_tich_full": "Chủ tịch UBND tỉnh Lạng Sơn\nNgày sinh: 1/11/1965\nQuê quán: Lạng Sơn\nHọc vấn: Thạc sĩ Quản lý hành chính công, Cử nhân kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "9/2016: Phó chủ tịch UBND tỉnh Lạng Sơn",
    "2/2020: Phó chủ tịch phụ trách UBND tỉnh Lạng Sơn",
    "7/2020: Chủ tịch UBND tỉnh Lạng Sơn"
    ],
    "timeline_bi_thu": [
    "2/1992 - 6/1997: Nhân viên Công ty Du lịch và Dịch vụ Lạng Sơn, Công chức Sở Thương mại và Du lịch tỉnh Lạng Sơn.",
    "7/1997 - 6/1999: Phó Trưởng phòng Quản lý Du lịch, Sở Thương mại và Du lịch tỉnh Lạng Sơn.",
    "7/1999 - 5/2004: Trưởng phòng Quản lý Du lịch, Sở Thương mại và Du lịch tỉnh Lạng Sơn.",
    "6/2004 - 11/2006: Phó Chủ tịch UBND huyện Bình Gia, tỉnh Lạng Sơn.",
    "12/2006 - 3/2008: Phó Giám đốc Sở Thương mại và Du lịch tỉnh Lạng Sơn.",
    "4/2008 - 7/2010: Phó Giám đốc Sở Văn hóa, Thể thao và Du lịch tỉnh Lạng Sơn.",
    "7/2010 - 9/2010: Chánh Văn phòng Tỉnh ủy Lạng Sơn.",
    "10/2010 - 3/2012: Ủy viên Ban Chấp hành Đảng bộ tỉnh, Chánh Văn phòng Tỉnh ủy Lạng Sơn.",
    "4/2012 - 2/2014: Ủy viên Ban Chấp hành Đảng bộ tỉnh, Bí thư Đảng ủy Khối các cơ quan tỉnh Lạng Sơn.",
    "3/2014 - 6/2015: Ủy viên Ban Chấp hành Đảng bộ tỉnh, Bí thư Huyện ủy Lộc Bình, tỉnh Lạng Sơn.",
    "7/2015 - 10/2015: Ủy viên Ban Chấp hành Đảng bộ tỉnh, Phái viên của Ban Thường vụ Tỉnh ủy Lạng Sơn.",
    "11/2015 - 6/2016: Phó Bí thư Thường trực Tỉnh ủy Lạng Sơn.",
    "6/2016 - 6/2021: Phó Bí thư Thường trực Tỉnh ủy, Chủ tịch HĐND tỉnh Lạng Sơn.",
    "6/2021 - 11/2024: Phó Bí thư Thường trực Tỉnh ủy Lạng Sơn; Trưởng Đoàn ĐBQH tỉnh Lạng Sơn, Đại biểu Quốc hội khóa XV (7/2021).",
    "12/2024 : Bí thư Tỉnh ủy Lạng Sơn, Trưởng Đoàn ĐBQH tỉnh Lạng Sơn; Đại biểu Quốc hội khóa XV (7/2021)."
    ],
    "image_bi_thu": "./Assets/png/langson_bithu.png",
    "image_chu_tich": "./Assets/png/langson_chutich.png",
    "dien_tich": "8.310,18 km²",
    "dan_so": "881.384",
    "grdp": "49.735.616",
    "thu_ngan_sach": "10.727.290",
    "region": ["north"]
  },
  {
    "name": "Tuyên Quang",
    "image": "./Assets/png/tuyenquang.webp",
    "bi_thu": "Hầu A Lềnh",
    "chu_tich": "Phan Huy Ngọc",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Tuyên Quang",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Tuyên Quang\nNgày sinh: 22/6/1973\nQuê quán: Xã Tả Van, thị xã Sa Pa, tỉnh Lào Cai\nHọc vấn: Thạc sĩ khoa học nông nghiệp\nDân tộc: Mông",
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Tuyên Quang",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Tuyên Quang\nNgày sinh: 12/1/1972\nQuê quán: Vĩnh Phúc\nHọc vấn: Tiến sĩ Luật, Cử nhân Kinh tế, Cử nhân Sư phạm tiếng Anh\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "8/2000 - 2/2001: Cán bộ Ban Tổ chức Huyện ủy Sa Pa, tỉnh Lào Cai.",
    "3/2001 - 5/2004: Huyện ủy viên, Bí thư Huyện đoàn Sa Pa, tỉnh Lào Cai.",
    "6/2004 - 4/2006: Phó Bí thư Huyện ủy, Chủ tịch UBND huyện Sa Pa, tỉnh Lào Cai.",
    "5/2006 - 3/2010: Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng khóa X, Phó Bí thư Huyện ủy, Chủ tịch UBND huyện Sa Pa, tỉnh Lào Cai.",
    "4/2010 - 9/2010: Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng khóa X, Tỉnh ủy viên, Bí thư Huyện ủy Sa Pa, tỉnh Lào Cai.",
    "10/2010 - 12/2010: Ủy viên dự khuyết Ban chấp hành Trung ương Đảng khóa X, Ủy viên Ban Thường vụ Tỉnh ủy, Bí thư Huyện ủy Sa Pa, tỉnh Lào Cai.",
    "1/2011 - 7/2015: Ủy viên dự khuyết Ban chấp hành Trung ương Đảng khóa XI, Ủy viên Ban Thường vụ Tỉnh ủy, Bí thư Huyện ủy Sa Pa, tỉnh Lào Cai.",
    "8/2015 - 9/2015: Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng khóa XI, Phó Bí thư Tỉnh ủy Lào Cai khóa XIV.",
    "10/2015 - 02/2016: Ủy viên dự khuyết Ban Chấp hành Trung ương Đảng khóa XI, Phó Trưởng Ban Thường trực Ban Chỉ đạo Tây Bắc.",
    "3/2016 - 12/2017: Ủy viên Ban Chấp hành Trung ương Đảng khóa XII, Phó Trưởng Ban Thường trực Ban Chỉ đạo Tây Bắc.",
    "1/2018 - 9/2019: Ủy viên Ban Chấp hành Trung ương Đảng khóa XII, Phó Bí thư Đảng đoàn, Phó Chủ tịch - Tổng Thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam khoá VIII, nhiệm kỳ 2014 – 2019.",
    "10/2019 đến nay: Ủy viên Trung ương Đảng khóa XII, Phó Bí thư Đảng đoàn, Phó Chủ tịch - Tổng Thư ký Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam khoá IX, nhiệm kỳ 2019 - 2024. Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, được bầu lại vào Ban Chấp hành Trung ương Đảng.",
    "08/4/2021: tại kỳ họp thứ 11, Quốc hội khóa XIV được Quốc hội phê chuẩn giữ chức Bộ trưởng, Chủ nhiệm Ủy ban Dân tộc nhiệm kỳ Quốc hội khóa XIV.",
    "28/7/2021: tại kỳ họp thứ nhất, Quốc hội khóa XV, được Quốc hội phê chuẩn giữ chức Bộ trưởng, Chủ nhiệm Ủy ban Dân tộc nhiệm kỳ Quốc hội khóa XV./.",
    "22/1/2025: Đồng chí Hầu A Lềnh được Bộ Chính trị điều động, phân công, chỉ định tham gia Ban chấp hành, Ban Thường vụ Tỉnh ủy, giữ chức Bí thư Tỉnh ủy Hà Giang và chỉ định tham gia Đảng ủy quân sự Quân khu 2, nhiệm kỳ 2020-2025."
    ],
    "timeline_chu_tich": [
    "1/2012: Phó giám đốc Công an tỉnh Phú Thọ",
    "4/2020: Giám đốc Công an tỉnh Hà Giang",
    "12/2024: Phó bí thư Tỉnh ủy Hà Giang",
    "1/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hà Giang",
    "7/2025: Chủ tịch UBND tỉnh Tuyên Quang"
    ],
     "image_bi_thu": "./Assets/png/tuyenquang_bithu.png",
    "image_chu_tich": "./Assets/png/tuyenquang_chutich.png",
    "dien_tich": "13.795,5 km²",
    "dan_so": "1.865.270",
    "grdp": "86.246.356",
    "thu_ngan_sach": "6.657.963",
    "region": ["north"]
  },
  {
    "name": "Lào Cai",
    "image": "./Assets/png/laocai.webp",
    "bi_thu": "Trịnh Xuân Trường",
    "chu_tich": "Trần Huy Tuấn",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Lào Cai",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Lào Cai\nNgày sinh: 18/1/1977\nQuê quán: Xã Giao Tiến, huyện Giao Thủy, tỉnh Nam Định\nHọc vấn: Thạc sĩ Quản lý đô thị và công trình\nDân tộc: Mông",
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lào Cai",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Lào Cai\nNgày sinh: 28/8/1974\nQuê quán: Yên Bái\nHọc vấn: Thạc sĩ chuyên ngành Kinh tế tài nguyên thiên nhiên và môi trường, Cử nhân Kinh tế chính trị, Kỹ sư Thủy lợi\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "6/2000: Chuyên viên Phòng Quản lý đô thị, thị xã Lào Cai, tỉnh Lào Cai.",
    "10/2001: Cán bộ Ban Quản lý dự án các công trình Xây dựng cơ bản thị xã Lào Cai, tỉnh Lào Cai.",
    "7/2003: Chuyên viên Phòng Kinh tế, Sở Xây dựng tỉnh Lào Cai.",
    "5/2004: Phó Giám đốc Trung tâm Kiến trúc quy hoạch và Kiểm định xây dựng Lào Cai, Sở Xây dựng tỉnh Lào Cai.",
    "1/2006: Giám đốc Trung tâm Kiểm định xây dựng Lào Cai, Sở Xây dựng tỉnh Lào Cai.",
    "9/2008: Phó Giám đốc Sở Xây dựng tỉnh Lào Cai.",
    "6/2010: Ủy viên Ban Thường vụ Huyện ủy, Phó Chủ tịch UBND huyện Sa Pa, tỉnh Lào Cai.",
    "1/2014: Phó Bí thư Huyện ủy, Chủ tịch UBND huyện Sa Pa, tỉnh Lào Cai.",
    "9/2015: Phó Giám đốc Sở Xây dựng tỉnh Lào Cai.",
    "10/2015: Tỉnh ủy viên, Giám đốc Sở Xây dựng tỉnh Lào Cai.",
    "7/2018: Tỉnh ủy viên, Bí thư Đảng ủy, Giám đốc Sở Giao thông vận tải - Xây dựng tỉnh Lào Cai.",
    "6/2019: Tỉnh ủy viên, Phó Chủ tịch UBND tỉnh Lào Cai.",
    "8/2019: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch UBND tỉnh Lào Cai.",
    "10/2020: Phó Bí thư Tỉnh ủy khóa XVI, nhiệm kỳ 2020-2025.",
    "9/11/2020: Phó Bí thư Tỉnh ủy khóa XVI, Chủ tịch UBND tỉnh Lào Cai nhiệm kỳ 2016-2021.",
    "15/6/2021: Phó Bí thư Tỉnh ủy khóa XVI, Chủ tịch UBND tỉnh Lào Cai nhiệm kỳ 2021-2026.",
    "1/7/2025: Bí thư Tỉnh ủy Lào Cai khóa XVI nhiệm kỳ 2020 – 2025."
    ],
    "timeline_chu_tich": [
    "10/2005 - 4/2010: Trưởng Ban Quản lý dự án đầu tư và xây dựng công trình thủy lợi Yên Bái",
    "4/2010 - 8/2011: Phó giám đốc Sở Nông nghiệp và Phát triển nông thôn Yên Bái",
    "8/2011 - 12/2011: Phó chánh văn phòng UBND tỉnh Yên Bái",
    "12/2011 - 9/2015: Chánh Văn phòng UBND tỉnh Yên Bái",
    "9/2015 - 9/2019: Bí thư Huyện ủy Văn Yên, tỉnh Yên Bái",
    "10/2019 - 9/2020: Trưởng Ban Tổ chức Tỉnh ủy Yên Bái",
    "9/2020 - 10/2020: Phó bí thư Tỉnh ủy Yên Bái",
    "10/2020 - 12/2024: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Yên Bái",
    "11/2024 - 6/2025: Bí thư Tỉnh ủy Yên Bái",
    "7/2025: Chủ tịch UBND tỉnh Lào Cai"
],
     "image_bi_thu": "./Assets/png/laocai_bithu.png",
    "image_chu_tich": "./Assets/png/laocai_chutich.png",
    "dien_tich": "13.256,92 km²",
    "dan_so": "1.778.785",
    "grdp": "125.885.803",
    "thu_ngan_sach": "16.494.275",
    "region": ["north"]
  },
  {
    "name": "Thái Nguyên",
    "image": "./Assets/png/thainguyen.webp",
    "bi_thu": "Trịnh Việt Hùng",
    "chu_tich": "Phạm Hoàng Sơn",
    "trich_ngang_bi_thu_short": "Ủy viên dự khuyết Trung ương Đảng, Bí thư Tỉnh ủy Thái Nguyên",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Thái Nguyên\nNgày sinh: 1/10/1977\nQuê quán: xã Hồng Thái, huyện Ninh Giang, tỉnh Hải Dương\nHọc vấn: Tiến sĩ Quản trị kinh doanh\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "Trước 6/2014: Chánh Văn phòng UBND tỉnh Thái Nguyên.",
    "6/2014 - 12/2015: Tỉnh ủy viên, Bí thư Huyện ủy Đồng Hỷ, Thái Nguyên.",
    "12/2015 - 12/2020: Tỉnh ủy viên, Phó Chủ tịch, rồi Phó Chủ tịch Thường trực UBND tỉnh Thái Nguyên; Ủy viên Ban Thường vụ Tỉnh ủy Thái Nguyên (từ 11/2019).",
    "8/2020 - 12/2020: Phó Bí thư Tỉnh ủy Thái Nguyên khóa XIX, XX.",
    "12/2020: Phó Bí thư Tỉnh ủy khóa XX, Chủ tịch UBND tỉnh Thái Nguyên khóa XIII, XIV.",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí được bầu là Ủy viên dự khuyết Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
    "7/2024: Bộ Chính trị đồng ý giới thiệu đồng chí Trịnh Việt Hùng, Ủy viên dự khuyết Trung ương Đảng, Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh để Ban Chấp hành Đảng bộ tỉnh Thái Nguyên bầu giữ chức Bí thư Tỉnh ủy Thái Nguyên, nhiệm kỳ 2020-2025. Đồng thời, Bộ Chính trị chỉ định đồng chí Trịnh Việt Hùng tham gia Đảng ủy Quân sự tỉnh và Đảng ủy Quân sự Quân khu 1.",
    "11/7/2024: Tại Hội nghị Ban Chấp hành Đảng bộ tỉnh Thái Nguyên, đồng chí được bầu giữ chức vụ Bí thư Tỉnh ủy nhiệm kỳ 2020-2025.",
    "6/9/2024: Tại kỳ họp thứ 20 (kỳ họp chuyên đề), HĐND tỉnh Thái Nguyên đã miễn nhiệm chức vụ Chủ tịch UBND tỉnh khóa XIV đối với đồng chí để nhận nhiệm vụ mới.",
    "1/7/2025: Bộ Chính trị điều động, chỉ định giữ chức Bí thư Tỉnh ủy Thái Nguyên nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Thái Nguyên",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Thái Nguyên\nNgày sinh: 24/5/1976\nQuê quán: Thái Nguyên\nHọc vấn: Thạc sĩ Khoa học nông nghiệp\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "8/2015: Trưởng ban Dân vận Tỉnh ủy Thái Nguyên",
    "9/2019: Trưởng ban Tổ chức Tỉnh ủy Thái Nguyên",
    "10/2020: Phó bí thư Thường trực Tỉnh ủy Thái Nguyên",
    "7/2025: Chủ tịch UBND tỉnh Thái Nguyên"
    ],
     "image_bi_thu": "./Assets/png/thainguyen_bithu.png",
    "image_chu_tich": "./Assets/png/thainguyen_chutich.png",
    "dien_tich": "8.375,21 km²",
    "dan_so": "1.799.489",
    "grdp": "185.613.943",
    "thu_ngan_sach": "21.057.020",
    "region": ["north"]
  },
  {
    "name": "Phú Thọ",
    "image": "./Assets/png/phutho.webp",
    "bi_thu": "Đặng Xuân Phong",
    "chu_tich": "Trần Duy Đông",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Phú Thọ",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Phú Thọ\nNgày sinh: 8/7/1972\nQuê quán: xã Tiên Lữ, huyện Lập Thạch, tỉnh Vĩnh Phúc\nHọc vấn: Tiến sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "8/2006 - 5/2008: Phó Bí thư Đảng ủy, Phó Giám đốc Sở Kế hoạch và Đầu tư tỉnh Lào Cai.",
    "6/2008 - 5/2010: Ủy viên Ban Thường vụ Thành ủy, Phó Chủ tịch UBND thành phố Lào Cai, tỉnh Lào Cai.",
    "6/2010 - 10/2010: Bí thư Đảng ủy, Phó Giám đốc Sở Kế hoạch và Đầu tư tỉnh Lào Cai.",
    "11/2010 - 5/2011: Tỉnh ủy viên, Giám đốc Sở Kế hoạch và Đầu tư tỉnh Lào Cai.",
    "6/2011 - 5/2014: Tỉnh ủy viên, Giám đốc Sở Kế hoạch và Đầu tư tỉnh Lào Cai; Đại biểu HĐND tỉnh Lào Cai.",
    "6/2014 - 8/2015: Tỉnh ủy viên, Bí thư Huyện ủy Bắc Hà; Đại biểu HĐND tỉnh Lào Cai.",
    "8/2015 - 9/2015: Tỉnh ủy viên, Phó Chủ tịch UBND tỉnh Lào Cai; Đại biểu HĐND tỉnh Lào Cai.",
    "10/2015 - 11/2015: Phó Bí thư Tỉnh ủy, Phó Chủ tịch UBND tỉnh Lào Cai; Đại biểu HĐND tỉnh Lào Cai.",
    "12/2015 - 10/2020: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lào Cai; Đại biểu HĐND tỉnh Lào Cai.",
    "10/2020 - 1/2021: Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh Lào Cai (từ 11/2020).",
    "1/2021 - 6/2021: Ủy viên Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh Lào Cai.",
    "7/2021: Đại biểu Quốc hội khóa XV, Ủy viên Hội đồng Dân tộc của Quốc hội.",
    "7/2021 - 1/2025: Ủy viên Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy Lào Cai; Trưởng Đoàn ĐBQH khóa XV tỉnh Lào Cai.",
    "10/1/2025: Bộ Chính trị ban hành Quyết định số 1811 điều động, chỉ định đồng chí tham gia Ban Chấp hành, Ban Thường vụ Tỉnh ủy, giữ chức Bí thư Tỉnh ủy Vĩnh Phúc nhiệm kỳ 2020-2025.",
    "24/1/2025: Nghị quyết số 1373/NQ-UBTVQH15 của Ủy ban Thường vụ Quốc hội Quyết nghị về việc phê chuẩn kết quả bầu đồng chí giữ chức Trưởng Đoàn ĐBQH khóa XV tỉnh Vĩnh Phúc.",
    "1/7/2025: Bộ Chính trị điều động, chỉ định giữ chức Bí thư Tỉnh ủy Phú Thọ nhiệm kỳ 2020-2025."

    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Phú Thọ",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Phú Thọ\nNgày sinh: 12/4/1979\nQuê quán: Thanh Hóa\nHọc vấn: Tiến sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "4/2007 - 10/2009: Trưởng phòng Thư ký tổng hợp, Văn phòng Bộ Kế hoạch và Đầu tư (cũ)",
    "10/2009 - 6/2014: Phó vụ trưởng Quản lý các khu kinh tế, Bộ Kế hoạch và Đầu tư",
    "6/2014 - 10/2018: Vụ trưởng Quản lý các khu kinh tế, Bộ Kế hoạch và Đầu tư",
    "11/2018 - 10/2020: Vụ trưởng Kinh tế địa phương và lãnh thổ, Bộ Kế hoạch và Đầu tư",
    "10/2020 - 7/2024: Thứ trưởng Kế hoạch và Đầu tư",
    "7/2024 - 6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Vĩnh Phúc",
    "7/2025: Chủ tịch UBND tỉnh Phú Thọ"
    ],
     "image_bi_thu": "./Assets/png/phutho_bithu.png",
    "image_chu_tich": "./Assets/png/phutho_chutich.png",
    "dien_tich": "9.361,38 km²",
    "dan_so": "4.022.638",
    "grdp": "354.578.739",
    "thu_ngan_sach": "48.297.426",
    "region": ["north"]
  },
  {
    "name": "Bắc Ninh",
    "image": "./Assets/png/bacninh.webp",
    "bi_thu": "Nguyễn Văn Gấu",
    "chu_tich": "Vương Quốc Tuấn",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Bắc Ninh",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Bắc Ninh\nNgày sinh: 16/9/1967\nQuê quán: xã Tân Thủy, huyện Ba Tri, tỉnh Bến Tre\nHọc vấn: Cử nhân Khoa học Xã hội và Nhân văn\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "Trước 2019: Đại tá, Phó Chính ủy rồi Chính ủy Sư đoàn bộ binh 8; Chủ nhiệm Chính trị Quân khu 9.",
    "2019 - 11/2020: Thiếu tướng, Chủ nhiệm Chính trị Quân khu 9.",
    "11/2020 - 1/2021: Thiếu tướng, Chính ủy Quân khu 9.",
    "1/2021 - 1/2022: Ủy viên Trung ương Đảng khóa XIII, Thiếu tướng, Chính ủy Quân khu 9.",
    "1/2022 - 1/2023: Thiếu tướng, Phó Chủ nhiệm Tổng cục chính trị Quân đội nhân dân Việt Nam.",
    "1/2023: Trung tướng, Phó Chủ nhiệm Tổng cục chính trị Quân đội nhân dân Việt Nam.",
    "6/2024: Bộ Chính trị điều động, phân công thôi giữ chức vụ Ủy viên Quân ủy Trung ương nhiệm kỳ 2020-2025; điều động, chỉ định tham gia Ban Chấp hành, Ban Thường vụ Tỉnh ủy, giữ chức vụ Bí thư Tỉnh ủy Bắc Giang nhiệm kỳ 2020-2025 và tham gia Đảng ủy Quân khu 1, nhiệm kỳ 2020-2025.",
    "1/7/2025: Bộ Chính trị điều động, chỉ định giữ chức Bí thư Tỉnh ủy Bắc Ninh nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Ủy viên dự khuyết Trung ương Đảng,Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Bắc Ninh",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Bắc Ninh\nNgày sinh: 3/10/1977\nQuê quán: Bắc Ninh\nHọc vấn: Tiến sĩ Quản trị kinh doanh; Thạc sĩ Quản lý giáo dục; Cử nhân khoa học Quản lý xã hội\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "5/2015: Bí thư Thành ủy Bắc Ninh",
    "7/2020: Phó chủ tịch UBND tỉnh Bắc Ninh",
    "7/2024: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Bắc Ninh",
    "7/2025: Chủ tịch UBND tỉnh Bắc Ninh"
    ],
     "image_bi_thu": "./Assets/png/bacninh_bithu.png",
    "image_chu_tich": "./Assets/png/bacninh_chutich.png",
    "dien_tich": "4.718,60 km²",
    "dan_so": "3.619.433",
    "grdp": "439.776.542",
    "thu_ngan_sach": "53.804.577",
    "region": ["north"]
  },
  {
    "name": "Hưng Yên",
    "image": "./Assets/png/hungyen.webp",
    "bi_thu": "Nguyễn Hữu Nghĩa",
    "chu_tich": "Nguyễn Khắc Thận",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Hưng Yên",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Hưng Yên\nNgày sinh: 13/3/1972\nQuê quán: xã Vân Hà, huyện Đông Anh, thành phố Hà Nội\nHọc vấn: Thạc sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "Trước 5/2018: Phó Trưởng phòng Thanh toán vay nợ quốc tế, Sở Giao dịch, Ngân hàng Nhà nước Việt Nam; Phó Trưởng phòng, rồi Trưởng phòng Chiến lược phát triển ngân hàng Trung ương, Vụ Chiến lược phát triển ngân hàng; Phó Chánh Thanh tra ngân hàng; Vụ trưởng Vụ Dự báo, thống kê tiền tệ; Chánh Thanh tra, giám sát ngân hàng",
    "5/2018: Vụ trưởng Vụ Kinh tế Tổng hợp, Ban Kinh tế Trung ương.",
    "1/2019: Ban Bí thư bổ nhiệm giữ chức Phó Trưởng ban Kinh tế Trung ương.",
    "6/2020: Tại Đại hội Đảng bộ cơ quan Ban Kinh tế Trung ương lần thứ 2, đồng chí được bầu giữ chức Bí thư Đảng ủy Đảng bộ cơ quan Ban Kinh tế Trung ương nhiệm kỳ 2020-2025.",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chínđược bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
    "15/6/2021: Bộ Chính trị Quyết định phân công, điều động, chỉ định đồng chí tham gia Ban Chấp hành, Ban Thường vụ Tỉnh ủy và giữ chức Bí thư Tỉnh ủy Hưng Yên nhiệm kỳ 2020 - 2025.",
    "1/7/2025: Bộ Chính trị điều động, chỉ định giữ chức Bí thư Tỉnh ủy Hưng Yên nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hưng Yên",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Hưng Yên\nNgày sinh: 15/3/1974\nQuê quán: Thái Bình\nHọc vấn: Thạc sĩ Quản lý kinh tế, Cử nhân Luật, Cử nhân Cao đẳng Kiểm sát\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "6/2014 - 6/2015: Chủ tịch UBND huyện Quỳnh Phụ, tỉnh Thái Bình",
    "7/2015 - 2/2016: Bí thư Huyện ủy, Chủ tịch HĐND huyện Quỳnh Phụ, tỉnh Thái Bình",
    "3/2016 - 7/2019: Giám đốc Sở Nội vụ kiêm Phó Trưởng Ban Tổ chức Tỉnh ủy Thái Bình",
    "8/2019 - 11/2020: Phó chủ tịch UBND tỉnh Thái Bình",
    "11/2020 - 12/2020: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Thái Bình",
    "12/2024 - 6/2025: Bí thư Tỉnh ủy Thái Bình",
    "7/2025: Chủ tịch UBND tỉnh Hưng Yên"
    ],
     "image_bi_thu": "./Assets/png/hy_bithu.png",
    "image_chu_tich": "./Assets/png/hy_chutich.png",
    "dien_tich": "2.514,81 km²",
    "dan_so": "3.567.943",
    "grdp": "292.602.496",
    "thu_ngan_sach": "53.112.677",
    "region": ["north"]
  },
  {
    "name": "Lai Châu",
    "image": "./Assets/png/laichau.webp",
    "bi_thu": "Giàng Páo Mỷ",
    "chu_tich": "Lê Văn Lương",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Lai Châu",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Lai Châu\nNgày sinh: 22/12/1963\nQuê quán: xã Nùng Nàng, huyện Tam Đường, tỉnh Lai Châu\nHọc vấn: Đại học ngành Trinh sát\nDân tộc: Mông",
    "timeline_bi_thu": [
    "02/1984 - 9/1985: Công tác tại Phòng PX13, Công an tỉnh Lai Châu.",
    "10/1985 - 11/1991: Học viên Trường Đại học An ninh nhân dân tại Thanh Xuân, Hà Nội.",
    "12/1991 - 12/1999: Cán bộ Công an huyện Phong Thổ, tỉnh Lai Châu.",
    "01/2000 - 8/2002: Ủy viên Ban Thường vụ Huyện ủy, Phó Chủ tịch HĐND huyện Phong Thổ, tỉnh Lai Châu.",
    "9/2002 - 12/2003: Ủy viên Ban Thường vụ Huyện ủy, Đại biểu HĐND tỉnh, Chủ tịch HĐND huyện Tam Đường, tỉnh Lai Châu.",
    "01/2004 - 5/2004: Ủy viên Ban Chấp hành Đảng bộ tỉnh (lâm thời), Ủy viên Ban Thường vụ Huyện ủy, Đại biểu HĐND tỉnh, Chủ tịch HĐND huyện Tam Đường, tỉnh Lai Châu.",
    "6/2004 - 5/2007: Ủy viên Ban Chấp hành Đảng bộ tỉnh, Phó Chủ tịch HĐND tỉnh Lai Châu.",
    "6/2007 - 7/2008: Ủy viên Ban Chấp hành Đảng bộ tỉnh, Trưởng Đoàn đại biểu Quốc hội tỉnh, Phó Chủ tịch HĐND tỉnh Lai Châu.",
    "8/2008 - 5/2015: Ủy viên Ban Thường vụ Tỉnh ủy, Trưởng Đoàn đại biểu Quốc hội tỉnh, Chủ tịch HĐND tỉnh Lai Châu.",
    "6/2015 - 6/2016: Phó Bí thư thường trực Tỉnh ủy, Trưởng Đoàn đại biểu Quốc hội tỉnh, Chủ tịch HĐND tỉnh Lai Châu.",
    "7/2016 - 8/2018: Ủy viên Trung ương Đảng, Phó Bí thư Tỉnh ủy, Trưởng Đoàn đại biểu Quốc hội tỉnh, Chủ tịch HĐND tỉnh Lai Châu.",
    "9/2018 đến nay: Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy, Trưởng Đoàn đại biểu Quốc hội tỉnh Lai Châu."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lai Châu",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Lai Châu\nNgày sinh: 28/8/1968\nQuê quán: Hà Nam\nHọc vấn: Cử nhân\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "3/2008 - 6/2008: Quyền Chủ tịch UBND huyện Than Uyên, tỉnh Lai Châu",
    "7/2008 - 2/2010: Chủ tịch UBND huyện Than Uyên, tỉnh Lai Châu",
    "3/2010 - 4/2011: Phó chánh Văn phòng Tỉnh ủy Lai Châu",
    "4/2011 - 10/2014: Chánh Văn phòng Tỉnh ủy Lai Châu",
    "10/2014 - 10/2020: Chủ nhiệm UBKT Tỉnh ủy Lai Châu",
    "11/2020 - 7/2023: Phó bí thư Thường trực Tỉnh ủy Lai Châu",
    "7/2023: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lai Châu"
    ],
     "image_bi_thu": "./Assets/png/laichau_bithu.png",
    "image_chu_tich": "./Assets/png/laichau_chutich.png",
    "dien_tich": "9.068,73 km²",
    "dan_so": "512.601",
    "grdp": "31.024.867",
    "thu_ngan_sach": "2.509.439",
    "region": ["north"]
  },
  {
    "name": "Điện Biên",
    "image": "./Assets/png/dienbien.webp",
    "bi_thu": "Trần Quốc Cường",
    "chu_tich": "Lê Thành Đô",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Điện Biên",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Điện Biên\nNgày sinh: 03/11/1961\nQuê quán: Thành phố Nam Định, Tỉnh Nam Định\nHọc vấn: Phó Giáo sư, Tiến sĩ Luật, Kỹ sư Toán ứng dụng\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "2009 - 2012: Bí thư Đảng ủy, Cục trưởng Cục Chính trị - Hậu cần (B41), Phó Tổng Cục trưởng Tổng cục V, Bộ Công an.",
    "2013: Biệt phái làm Phó trưởng Ban Chỉ đạo Tây Nguyên.",
    "12/2015 - 7/2019: Phó Bí thư Tỉnh ủy Đắk Lắk khóa XVI, nhiệm kỳ 2015-2020.",
    "1/2016: Ủy viên Trung ương Đảng khóa XII.",
    "12/4/2018: Bộ Chính trị quyết định thi hành kỷ luật bằng hình thức cảnh cáo vì trong thời gian giữ cương vị Bí thư Đảng ủy, Cục trưởng Cục B41, Phó tổng Cục trưởng Tổng cục V, Trưởng ban chỉ đạo dự án Đại Kim, Bộ Công an, có những vi phạm, khuyết điểm.",
    "7/2019 - nay: Phó trưởng Ban Nội chính Trung ương.",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, ông được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
    "11/2022: Bí thư Tỉnh ủy Điện Biên, nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Điện Biên",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Điện Biên\nNgày sinh: 14/2/1968\nQuê quán: Thái Bình\nHọc vấn: Cử nhân Kinh tế, Thạc sĩ Quản lý kinh tế và chính sách\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "8/2004 - 6/2005: Quyền chánh Văn phòng UBND tỉnh Điện Biên",
    "7/2005 - 4/2011: Chánh Văn phòng UBND tỉnh Điện Biên",
    "5/2011 - 12/2012: Phó chủ tịch UBND tỉnh Điện Biên",
    "1/2013 - 4/2015: Phó chủ tịch UBND tỉnh Điện Biên, biệt phái giữ chức Bí thư Huyện ủy Mường Nhé",
    "5/2015 - 11/2020: Phó chủ tịch UBND tỉnh Điện Biên.",
    "11/2020: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Điện Biên"
    ],
     "image_bi_thu": "./Assets/png/db_bithu.png",
    "image_chu_tich": "./Assets/png/db_chutich.png",
    "dien_tich": "9.539,93 km²",
    "dan_so": "673.091",
    "grdp": "31.663.387",
    "thu_ngan_sach": "1.574.989",
    "region": ["north"]
  },
  {
    "name": "Sơn La",
    "image": "./Assets/png/sl.webp",
    "bi_thu": "Hoàng Quốc Khánh",
    "chu_tich": "Nguyễn Đình Việt",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Sơn La",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Sơn La\nNgày sinh: 2/9/1969\nQuê quán: Sơn La\nHọc vấn: Tiến sĩ Kinh tế, cử nhân Luật\nDân tộc: Thái",
"timeline_bi_thu": [
    "9/2010 - 6/2011: Tỉnh uỷ viên, Bí thư Huyện uỷ, Chủ tịch UBND huyện Phù Yên, tỉnh Sơn La.",
    "6/2011 - 6/2014: Tỉnh uỷ viên, Bí thư Huyện uỷ, Chủ tịch HĐND huyện Phù Yên, tỉnh Sơn La.",
    "6/2014 - 6/2015: Tỉnh uỷ viên, Bí thư Đảng uỷ, Giám đốc Sở Kế hoạch và Đầu tư tỉnh Sơn La.",
    "6/2015 - 8/2015: Tỉnh uỷ viên, Trưởng Ban Dân vận Tỉnh uỷ Sơn La.",
    "8/2015 - 9/2015: Tỉnh uỷ viên, Phó Chủ nhiệm Uỷ ban Kiểm tra Tỉnh uỷ Sơn La.",
    "9/2015 - 6/2019: Uỷ viên Ban Thường vụ Tỉnh uỷ, Chủ nhiệm Uỷ ban Kiểm tra Tỉnh uỷ Sơn La.",
    "6/2019: Phó Bí thư Tỉnh uỷ, Chủ tịch UBND tỉnh Sơn La.",
    "6/8/2024: Hội nghị công bố Quyết định số 1419-QĐNS/TW ngày 1/8/2024 của Bộ Chính trị chuẩn y đồng chí Hoàng Quốc Khánh, Phó Bí thư Tỉnh uỷ, Chủ tịch UBND tỉnh Sơn La giữ chức Bí thư Tỉnh uỷ Sơn La, nhiệm kỳ 2020-2025.",
    "1/7/2025: Bộ Chính trị điều động, chỉ định giữ chức Bí thư Tỉnh ủy Sơn La nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Sơn La",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Sơn La\nNgày sinh: 9/7/1977\nQuê quán: Hưng Yên\nHọc vấn: Thạc sĩ Thương mại, Quản trị kinh doanh\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "7/2011 - 5/2017: Phó vụ trưởng Kinh tế, Văn phòng Quốc hội.",
    "5/2017 - 7/2021: Vụ trưởng Kinh tế, Văn phòng Quốc hội.",
    "7/2021 - 11/2024: Phó chủ nhiệm Ủy ban Kinh tế của Quốc hội",
    "10/2024: Phó bí thư Tỉnh ủy Sơn La",
    "11/2024: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Sơn La"
    ],
     "image_bi_thu": "./Assets/png/sl_bithu.png",
    "image_chu_tich": "./Assets/png/sl_chutich.png",
    "dien_tich": "14.108,89 km²",
    "dan_so": "1.404.587",
    "grdp": "76.626.373",
    "thu_ngan_sach": "4.138.845",
    "region": ["north"]
  },
  {
    "name": "Cao Bằng",
    "image": "./Assets/png/caobang.webp",
    "bi_thu": "Quản Minh Cường",
    "chu_tich": "Lê Hải Hòa",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Cao Bằng",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Cao Bằng\nNgày sinh: 26/6/1969\nQuê quán: Xã Nghĩa Trụ, huyện Văn Giang, tỉnh Hưng Yên\nHọc vấn: Tiến sĩ Luật, Cử nhân Cảnh sát\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "10/1986 - 6/1991: Học viên Khoa Cảnh sát hình sự, Khóa 12, Trường Đại học Cảnh sát nhân dân",
    "7/1991 - 4/1994: Cán bộ Phòng Cảnh sát hình sự, Công an tỉnh Lào Cai",
    "5/1994 - 10/1996: Cán bộ Phòng Cảnh sát Kinh tế, Công an tỉnh Lào Cai",
    "11/1996 - 8/1999: Cán bộ Văn phòng Công an tỉnh Lào Cai",
    "8/1998 - 8/1999: Cán bộ Phòng Tham mưu tổng hợp, Cục Tham mưu, Tổng cục Cảnh sát, Bộ Công an",
    "9/1999 - 8/2003: Thư ký Phó Tổng cục trưởng Tổng cục Cảnh sát, Bộ Công an",
    "9/2003 - 12/2004: Phó Trưởng phòng Phòng Khoa học-Pháp chế, Cục Tham mưu, Tổng cục Cảnh sát, Bộ Công an",
    "1/2005 - 6/2006: Sỹ quan công an công tác biệt phái tại Vụ 4, Ban Bảo vệ Chính trị nội bộ Trung ương",
    "7/2006 - 9/2007: Phó Vụ trưởng Ban Bảo vệ Chính trị nội bộ Trung ương",
    "10/2007 - 12/2012: Phó Vụ trưởng Vụ Bảo vệ Chính trị nội bộ, Ban Tổ chức Trung ương",
    "1/2013 - 12/2014: Vụ trưởng Vụ Bảo vệ Chính trị nội bộ, Ban Tổ chức Trung ương",
    "1/2015 - 11/2019: Cục trưởng Cục Bảo vệ Chính trị nội bộ, Ban Tổ chức Trung ương",
    "11/2019 - 6/2020: Phó Trưởng ban Ban Tổ chức Trung ương",
    "7/2020 - 6/2021: Phó Bí thư Tỉnh uỷ Đồng Nai",
    "7/2021 - 16/1/2025: Phó Bí thư Tỉnh uỷ Đồng Nai, Trưởng Đoàn ĐBQH tỉnh Đồng Nai; Đại biểu Quốc hội khoá XV và Ủy viên Ủy ban Quốc phòng và An ninh của Quốc hội.",
    "19/1/2025: Tỉnh uỷ Cao Bằng tổ chức hội nghị công bố Quyết định của Bộ Chính trị về việc điều động, chỉ định ông Quản Minh Cường tham gia Ban Chấp hành, Ban Thường vụ, giữ chức Bí thư Tỉnh uỷ Cao Bằng nhiệm kỳ 2020-2025; chỉ định tham gia Đảng uỷ Quân khu 1, nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Cao Bằng",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Cao Bằng\nNgày sinh: 12/5/1980\nQuê quán: Nghệ An\nHọc vấn: Tiến sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "8/2015 - 5/2017: Phó chánh Văn phòng Tỉnh ủy Cao Bằng",
    "6/2017 - 7/2017: Phó chánh Văn phòng UBND tỉnh Cao Bằng",
    "8/2017 - 3/2020: Chánh Văn phòng UBND tỉnh Cao Bằng",
    "4/2020 - 1/2023: Phó chủ tịch UBND tỉnh Cao Bằng",
    "1/2023 - 5/2025: Bí thư Thành ủy Cao Bằng",
    "5/2025 - 6/2025: Phó bí thư Tỉnh ủy Cao Bằng",
    "6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Cao Bằng"
    ],
     "image_bi_thu": "./Assets/png/cb_bithu.png",
    "image_chu_tich": "./Assets/png/cb_chutich.png",
    "dien_tich": "6.700,39 km²",
    "dan_so": "573.119",
    "grdp": "25.203.769",
    "thu_ngan_sach": "2.476.011",
    "region": ["north"]
  },
  {
    "name": "TP. Hải Phòng",
    "image": "./Assets/png/haiphong.jpg",
    "bi_thu": "Lê Tiến Châu",
    "chu_tich": "Lê Ngọc Châu",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Thành ủy Hải Phòng",
    "trich_ngang_bi_thu_full": "Bí thư Thành ủy Hải Phòng\nNgày sinh: 5/10/1969\nQuê quán: xã Long Vĩnh, huyện Châu Thành, tỉnh Tây Ninh\nHọc vấn: Tiến sĩ Luật\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "9/1994 - 12/2009: Giảng viên, Bí thư Đoàn, Đảng ủy viên, Ủy viên Ban Thường vụ Đảng ủy, Trưởng Phòng Tổ chức - Hành chính, Trường Đại học Luật TP Hồ Chí Minh",
    "1/2010 - 4/2013: Chuyên viên rồi chuyên viên chính, Bí thư Chi bộ, Phó Vụ trưởng - Phó Trưởng Cơ quan đại diện tại TP Hồ Chí Minh, Quyền Vụ trưởng, Vụ trưởng - Trưởng Cơ quan đại diện của Bộ Tư pháp tại TP Hồ Chí Minh kiêm Hiệu trưởng Trường Trung cấp Luật Vị Thanh",
    "5/2013 - 8/2014: Chuyên viên cao cấp, Bí thư Chi bộ, Cục trưởng Cục Công tác phía Nam kiêm Hiệu trưởng Trường Trung cấp Luật Vị Thanh",
    "9/2014 - 2/2015: Ủy viên Ban Cán sự Đảng, Ủy viên Ban Thường vụ Đảng ủy, Chủ nhiệm Ủy ban Kiểm tra Đảng ủy, Vụ trưởng Vụ Tổ chức cán bộ, Bộ Tư pháp kiêm Hiệu trưởng Trường Trung cấp Luật Vị Thanh",
    "2/2015 - 1/2016: Ủy viên Ban Cán sự Đảng, Ủy viên Ban Thường vụ Đảng ủy, Chủ nhiệm Ủy ban Kiểm tra Đảng ủy, Vụ trưởng Vụ Tổ chức cán bộ, Bộ Tư pháp",
    "1/2016 - 6/2016: Ủy viên Ban Cán sự Đảng, Hiệu trưởng Trường Đại học Luật Hà Nội",
    "6/2016 - 3/2018: Ủy viên Ban Cán sự Đảng, Thứ trưởng Bộ Tư pháp kiêm Hiệu trưởng Trường Đại học Luật Hà Nội",
    "3/2018 - 5/2018: Phó Bí thư Tỉnh ủy Hậu Giang",
    "5/2018 - 8/2020: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hậu Giang nhiệm kỳ 2016 - 2021",
    "8/2020 - 11/2020: Bí thư Tỉnh ủy; Chủ tịch UBND tỉnh Hậu Giang nhiệm kỳ 2016 - 2021",
    "11/2020 - 5/2021: Bí thư Tỉnh ủy Hậu Giang; Ủy viên Trung ương Đảng khóa XIII (1/2021)",
    "5/2021: Ủy viên Trung ương Đảng khóa XIII, Phó Bí thư Đảng đoàn MTTQ Việt Nam",
    "6/2021 - 1/2023: Ủy viên Trung ương Đảng khóa XIII, Phó Bí thư Đảng đoàn, Phó Chủ tịch - Tổng Thư ký Ủy ban Trung ương MTTQ Việt Nam khóa IX. Đại biểu Quốc hội khóa XV (7/2021)",
    "16/1/2023 - 30/6/2025: Bí thư Thành ủy Hải Phòng nhiệm kỳ 2020 - 2025, Trưởng Đoàn Đại biểu Quốc hội TP Hải Phòng",
    "1/7/2025: Bí thư Thành ủy Hải Phòng nhiệm kỳ 2020 - 2025, Trưởng Đoàn Đại biểu Quốc hội TP Hải Phòng (sau hợp nhất với tỉnh Hải Dương)"
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Thành ủy, Chủ tịch UBND TP Hải Phòng",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND TP Hải Phòng\nNgày sinh: 26/1/1972\nQuê quán: Hà Nội\nHọc vấn: Tiến sĩ Luật học\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "9/1991 - 2/2007: Cán bộ, phó phòng, Cục Cảnh sát bảo vệ, Tổng cục Cảnh sát, Bộ Công an",
    "3/2007 - 12/2009: Trưởng phòng Tổ chức cán bộ, Cục Cảnh sát bảo vệ và hỗ trợ tư pháp, Tổng cục Cảnh sát, Bộ Công an",
    "1/2010 - 7/2012: Trưởng phòng Tổ chức cán bộ, Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an",
    "8/2012 - 3/2019: Phó tư lệnh Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an",
    "3/2019 - 9/2019: Giám đốc Công an TP Hải Phòng",
    "9/2019 - 2/2022: Giám đốc Công an tỉnh Hải Dương",
    "3/2022 - 9/2024: Tư lệnh Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an",
    "9/2024 - 6/2025: Chủ tịch UBND tỉnh Hải Dương",
    "7/2025: Chủ tịch UBND TP Hải Phòng mới"
    ],
     "image_bi_thu": "./Assets/png/hp_bithu.png",
    "image_chu_tich": "./Assets/png/hp_chutich.png",
    "dien_tich": "3.194,72 km²",
    "dan_so": "4.664.124",
    "grdp": "658.381.192",
    "thu_ngan_sach": "148.383.113",
    "region": ["city", "north"]
  },
{
    "name": "Quảng Ninh",
    "image": "./Assets/png/quangninh.avif",
    "bi_thu": "Vũ Đại Thắng",
    "chu_tich": "Phạm Đức Ấn",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Quảng Ninh",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Quảng Ninh\nNgày sinh: 4/10/1975\nQuê quán: Xã Phù Đổng, huyện Gia Lâm, TP Hà Nội\nHọc vấn: Cử nhân kinh tế, Cử nhân Luật, Thạc sĩ Quan hệ quốc tế\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "12/1997 - 1/2006: Chuyên viên Vụ Kinh tế đối ngoại, Bộ Kế hoạch và Đầu tư.",
    "1/2006 - 1/2009: Chuyên viên Vụ Kinh tế dịch vụ, Bộ Kế hoạch và Đầu tư.",
    "1/2009 - 6/2011: Phó Vụ trưởng Vụ Kinh tế dịch vụ, Bộ Kế hoạch và Đầu tư.",
    "7/2011 - 3/2014: Bí thư Chi bộ, Vụ trưởng Vụ Quản lý các khu kinh tế, Bộ Kế hoạch và Đầu tư.",
    "3/2014 - 3/2018: Tỉnh ủy viên, rồi Ủy viên BTV Tỉnh ủy Hà Nam khóa XVIII, nhiệm kỳ 2010 - 2015; Phó Chủ tịch UBND tỉnh Hà Nam nhiệm kỳ 2011 - 2016, 2016 - 2021.",
    "3/2018 - 7/2020: Thủ tướng bổ nhiệm giữ chức vụ Thứ trưởng Bộ Kế hoạch và Đầu tư.",
    "8/2020 - 10/2020: Ủy viên dự khuyết Trung ương Đảng, Bộ Chính trị điều động, phân công tham gia BCH, BTV và giữ chức Bí thư Tỉnh ủy Quảng Bình khóa XVI, nhiệm kỳ 2015 - 2020.",
    "10/2020 - 10/2024: Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Quảng Bình khóa XVII, nhiệm kỳ 2020 - 2025.",
    "Ngày 26/10/2024: Bộ Chính trị điều động, phân công tham gia BCH, BTV và giữ chức Bí thư Tỉnh ủy Quảng Ninh khóa XV nhiệm kỳ 2020 - 2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Quảng Ninh",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Quảng Ninh\nNgày sinh: 1/2/1970\nQuê quán: Nghệ An\nHọc vấn: Thạc sĩ Quản trị kinh doanh, Cử nhân Luật kinh tế, Cử nhân Tài chính - Ngân hàng\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "3/2004 - 9/2006: Trưởng phòng Pháp chế, Ngân hàng Đầu tư và Phát triển Việt Nam",
    "10/2006 - 6/2009: Giám đốc Ban Pháp chế, Ngân hàng Đầu tư và Phát triển Việt Nam",
    "7/2009 - 5/2011: Giám đốc Chi nhánh Ngân hàng Đầu tư và Phát triển Hưng Yên",
    "6/2011 - 6/2014: Phó tổng giám đốc Ngân hàng Đầu tư và Phát triển Việt Nam; Tổng Giám đốc Ngân hàng liên doanh Việt Nga (VRB)",
    "6/2014 - 12/2018: Phó chủ tịch HĐTV Ngân hàng Nông nghiệp và Phát triển nông thôn Việt Nam",
    "1/2019 - 4/2020: Chánh Văn phòng Ngân hàng Nhà nước Việt Nam",
    "5/2020 - 12/2024: Chủ tịch HĐTV Ngân hàng Nông nghiệp và Phát triển nông thôn Việt Nam",
    "12/2024: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Quảng Ninh"
    ],
     "image_bi_thu": "./Assets/png/qn_bithu.png",
    "image_chu_tich": "./Assets/png/qn_chutich.png",
    "dien_tich": "6.207,95 km²",
    "dan_so": "1.497.447",
    "grdp": "347.533.978",
    "thu_ngan_sach": "53.730.346",
    "region": ["north"]
  },
  
  {
    "name": "Ninh Bình",
    "image": "./Assets/png/ninhbinh.webp",
    "bi_thu": "Trương Quốc Huy",
    "chu_tich": "Phạm Quang Ngọc",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Ninh Bình",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Ninh Bình\nNgày sinh: 19/6/1970\nQuê quán: Thị trấn Lâm, huyện Ý Yên, tỉnh Nam Định\nHọc vấn: Cử nhân Kinh tế lao động (Đại học Kinh tế Quốc dân), Thạc sỹ Quản lý Kinh tế\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "1/2011 - 10/2013: Phó Giám đốc (từ 7/2011 là Phó Tổng Giám đốc), Ủy viên Ban Thường vụ Đảng ủy, thành viên Hội đồng thành viên - Công ty TNHH Nhà nước MTV Xi măng Tam Điệp - tỉnh Ninh Bình",
    "1/2013 - 12/2014: Bí thư Đảng ủy, Ủy viên HĐQT, Tổng Giám đốc Công ty Xi măng Vicem Hoàng Mai tỉnh Nghệ An; Ủy viên Ban Chấp hành Đảng bộ Tổng Công ty Công nghiệp Xi măng Việt Nam nhiệm kỳ 2010-2015",
    "12/2014 - 9/2015: Ủy viên Ban Thường vụ Đảng ủy Khối Doanh nghiệp tỉnh; Bí thư Đảng ủy, Ủy viên Hội đồng quản trị, Tổng Giám đốc Công ty Cổ phần Xi măng Vicem Bút Sơn",
    "9/2015 - 12/2016: Ủy viên Ban Chấp hành Đảng bộ tỉnh Hà Nam nhiệm kỳ 2015-2020; Đại biểu HĐND tỉnh Hà Nam nhiệm kỳ 2016-2021 (5/2016); Ủy viên Ban Kinh tế - Ngân sách HĐND tỉnh Hà Nam (từ 5/2016); Ủy viên Ban Thường vụ Đảng ủy Khối Doanh nghiệp tỉnh Hà Nam, Bí thư Đảng ủy, Tổng Giám đốc Công ty Cổ phần Xi măng Vicem Bút Sơn",
    "12/2016 - 10/2019: Ủy viên Ban Chấp hành Đảng bộ tỉnh Hà Nam nhiệm kỳ 2015-2020; Ủy viên Ban Cán sự Đảng UBND tỉnh, Phó Chủ tịch UBND tỉnh Hà Nam",
    "12/2019 - 1/2020: Ủy viên Ban Thường vụ Tỉnh ủy, Bí thư Huyện ủy Duy Tiên, tỉnh Hà Nam",
    "1/2020 - 9/2020: Ủy viên Ban Thường vụ Tỉnh ủy, Bí thư Thị ủy Duy Tiên, Bí thư Đảng bộ Quân sự thị xã Duy Tiên, tỉnh Hà Nam",
    "9/2020: Phó Bí thư Tỉnh ủy Hà Nam; Bí thư Ban Cán sự Đảng, Chủ tịch UBND tỉnh Hà Nam (từ 10/2020); Đại biểu HĐND tỉnh Hà Nam nhiệm kỳ 2021-2026 (5/2021); ĐBQH khóa XV và Trưởng Đoàn ĐBQH tỉnh Hà Nam (7/2021)",
    "3/2025: Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hà Nam; ĐBQH khóa XV và Trưởng Đoàn ĐBQH tỉnh Hà Nam",
    "1/7/2025: Bộ Chính trị điều động, chỉ định giữ chức Bí thư Tỉnh ủy Sơn La nhiệm kỳ 2020-2025."

    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Ninh Bình",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Ninh Bình\nNgày sinh: 20/1/1973\nQuê quán: Ninh Bình\nHọc vấn: Tiến sĩ Chăn nuôi, Thạc sĩ Khoa học môi trường, Cử nhân Sinh học\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "9/2009 - 12/2010: Phó chủ tịch UBND huyện Yên Khánh, tỉnh Ninh Bình",
    "1/2011 - 8/2013: Chủ tịch UBND huyện Yên Khánh, tỉnh Ninh Bình",
    "8/2013 - 10/2013: Bí thư Huyện ủy, Chủ tịch UBND huyện Yên Khánh, tỉnh Ninh Bình",
    "10/2013 - 3/2016: Bí thư Huyện ủy, Chủ tịch HĐND huyện Yên Khánh, tỉnh Ninh Bình",
    "3/2016 - 4/2019: Trưởng Ban Tuyên giáo Tỉnh ủy Ninh Bình",
    "5/2019 - 12/2020: Phó chủ tịch UBND tỉnh Ninh Bình",
    "12/2020 - 6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Ninh Bình",
    "7/2025: Chủ tịch UBND tỉnh Ninh Bình"
    ],
     "image_bi_thu": "./Assets/png/nb_bithu.png",
    "image_chu_tich": "./Assets/png/nb_chutich.png",
    "dien_tich": "3.942,62 km²",
    "dan_so": "4.412.264",
    "grdp": "310.282.050",
    "thu_ngan_sach": "55.018.945",
    "region": ["north"]
  
  },
  
   {
    "name": "Thanh Hóa",
    "image": "./Assets/png/thanhhoa.webp",
    "bi_thu": "Nguyễn Doãn Anh",
    "chu_tich": "Nguyễn Hoài Anh",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Thanh Hóa",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Thanh Hóa\nNgày sinh: 10/10/1967\nQuê quán: xã An Thượng, huyện Hoài Đức, thành phố Hà Nội\nHọc vấn: Đại học, ngành Chỉ huy Tham mưu Binh chủng Hợp thành; Cao cấp chuyên ngành Quân sự\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "2011: Phó Tư lệnh Bộ Tư lệnh Thủ đô.",
    "6/2015: Tư lệnh Bộ Tư lệnh Thủ đô.",
    "7/2016: Đại biểu Quốc hội khóa XIV, Ủy viên Ủy ban Quốc phòng và An ninh của Quốc hội.",
    "11/2018: Tư lệnh Quân khu 4.",
    "6/2019: Đồng chí được thăng quân hàm Trung tướng.",
    "1/2021: Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
    "11/2022: Ủy viên Trung ương Đảng khóa XIII; Trung tướng, Ủy viên Quân ủy Trung ương, Phó Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam.",
    "20/10/2024: Đồng chí được thăng quân hàm Thượng tướng.",
    "25/10/2024: Bộ Chính trị phân công đồng chí tham gia Ban Chấp hành, Ban Thường vụ, giữ chức Bí thư Tỉnh ủy Thanh Hóa nhiệm kỳ 2020-2025."

    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Thanh Hóa",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Thanh Hóa\nNgày sinh: 02/5/1977\nQuê quán: Tỉnh Quảng Nam (nay là TP Đà Nẵng)\nHọc vấn: Thạc sĩ Quản lý Hành chính công, Kiến trúc sư, Cử nhân Ngữ văn Anh\nDân tộc: Kinh",
        "timeline_chu_tich": [
        "Trước tháng 1/2005: Phó Trưởng ban, Trưởng ban Tư tưởng Văn hóa Tỉnh đoàn Bình Thuận",
        "Từ tháng 1/2005: Phó Bí thư Tỉnh đoàn Bình Thuận",
        "Từ tháng 9/2007: Bí thư Tỉnh đoàn Bình Thuận, Ủy viên Ban Thường vụ Trung ương Đoàn, Tỉnh ủy viên",
        "Từ tháng 3/2014: Tỉnh ủy viên, Bí thư Huyện ủy Tuy Phong, Phó Trưởng ban Nội chính Tỉnh ủy, Ủy viên Ban Thường vụ Tỉnh ủy Bình Thuận",
        "Từ tháng 12/2015: Ủy viên Ban Thường vụ Tỉnh ủy, Trưởng ban Dân vận Tỉnh ủy Bình Thuận",
        "Từ tháng 7/2019: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch Thường trực HĐND tỉnh Bình Thuận",
        "Từ tháng 10/2020: Phó Bí thư Thường trực Tỉnh ủy, Chủ tịch HĐND tỉnh Bình Thuận",
        "Từ tháng 1/2021: Ủy viên Dự khuyết BCH Trung ương Đảng, Phó Bí thư Thường trực Tỉnh ủy, Chủ tịch HĐND tỉnh Bình Thuận",
        "Từ tháng 3/2024: Ủy viên Dự khuyết BCH Trung ương Đảng, Bí thư Tỉnh ủy Bình Thuận, Bí thư Đảng ủy Quân sự tỉnh, Chủ tịch HĐND tỉnh Bình Thuận",
        "Từ tháng 7/2025: Ủy viên Dự khuyết BCH Trung ương Đảng, Phó Bí thư Thường trực Tỉnh ủy Lâm Đồng",
        "Từ tháng 17/9/2025: Ủy viên Dự khuyết BCH Trung ương Đảng, Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Thanh Hóa"
          
        ],
     "image_bi_thu": "./Assets/png/thanhhoa_bithu.png",
    "image_chu_tich": "./Assets/png/thanhhoa_chutich.png",
    "dien_tich": "11.114,71 km²",
    "dan_so": "4.324.783",
    "grdp": "316.994.504",
    "thu_ngan_sach": "56.781.432",
    "region": ["central"]
  },
  {
    "name": "Nghệ An",
    "image": "./Assets/png/nghean.webp",
    "bi_thu": "Nguyễn Đức Trung",
    "chu_tich": "Lê Hồng Vinh",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Nghệ An",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Nghệ An\nNgày sinh: 21/3/1974\nQuê quán: Xã Tĩnh Hải, huyện Tĩnh Gia, tỉnh Thanh Hóa\nHọc vấn: Thạc sỹ Kinh tế chính trị, Cử nhân tiếng anh\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "12/1997 - 8/2003: Chuyên viên Vụ Thương mại và Dịch vụ (nay là Vụ Kinh tế công nghiệp, dịch vụ), Bộ Kế hoạch và Đầu tư",
    "8/2003 - 7/2007: Chuyên viên Phòng Thư ký tổng hợp, Văn phòng Bộ Kế hoạch và Đầu tư; Ủy viên Ban Chấp hành Đảng bộ Văn phòng Bộ (4/2005)",
    "7/2007 - 3/2008: Trưởng Phòng Thư ký tổng hợp, Văn phòng Bộ Kế hoạch và Đầu tư; Ủy viên Ban Chấp hành Đảng bộ Văn phòng Bộ",
    "3/2008 - 10/2009: Phó Vụ trưởng, Phó Vụ trưởng phụ trách, Vụ Tổ chức cán bộ, Bộ Kế hoạch và Đầu tư",
    "10/2009 - 4/2014: Vụ trưởng Vụ Tổ chức cán bộ, Bộ Kế hoạch và Đầu tư; Ủy viên Ban cán sự Đảng (11/2009 - 4/2014); Ủy viên Ban Thường vụ Đảng ủy cơ quan nhiệm kỳ 2010-2015",
    "4/2014 - 6/2016: Vụ trưởng Vụ Kinh tế địa phương và lãnh thổ, Bộ Kế hoạch và Đầu tư; Ủy viên Ban Thường vụ Đảng ủy cơ quan nhiệm kỳ 2015-2020",
    "7/2016 - 1/2019: Vụ trưởng Vụ Kết cấu hạ tầng và đô thị (nay là Vụ Phát triển hạ tầng và đô thị), Bộ Kế hoạch và Đầu tư; Ủy viên Ban Thường vụ Đảng ủy cơ quan nhiệm kỳ 2015-2020",
    "1/2019 - 2/2020: Ủy viên Ban cán sự Đảng, Thứ trưởng Bộ Kế hoạch và Đầu tư; Ủy viên Ban Thường vụ Đảng ủy cơ quan nhiệm kỳ 2015-2020",
    "3/2020 - 11/2024: Phó Bí thư Tỉnh ủy; Bí thư Ban cán sự Đảng, Chủ tịch UBND tỉnh Nghệ An",
    "Ngày 11/11/2024: Ban Chấp hành Đảng bộ tỉnh bầu giữ chức vụ Bí thư Tỉnh ủy Nghệ An, nhiệm kỳ 2020 - 2025"

    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Nghệ An",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Nghệ An\nNgày sinh: 1/5/1974\nQuê quán: Nghệ An\nHọc vấn: Thạc sĩ Quản lý khoa học công nghệ\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "12/2010 - 3/2014: Phó giám đốc Sở Giao thông Vận tải Nghệ An",
    "3/2014 - 12/2015: Bí thư Huyện ủy Anh Sơn, tỉnh Nghệ An",
    "12/2015 - 12/2018: Chủ nhiệm Ủy ban Kiểm tra Tỉnh ủy, Trưởng ban Kinh tế - Ngân sách HĐND tỉnh Nghệ An",
    "12/2018 - 12/2024: Phó chủ tịch Thường trực UBND tỉnh Nghệ An",
    "12/2024: Phó bí thư Tỉnh ủy, Phó chủ tịch Thường trực UBND tỉnh Nghệ An",
    "1/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Nghệ An"
    ],
     "image_bi_thu": "./Assets/png/na_bithu.png",
    "image_chu_tich": "./Assets/png/na_chutich.png",
    "dien_tich": "16.486,50 km²",
    "dan_so": "3.831.694",
    "grdp": "216.943.727",
    "thu_ngan_sach": "25.443.225",
    "region": ["central"]
  },
  {
    "name": "Hà Tĩnh",
    "image": "./Assets/png/hatinh.webp",
    "bi_thu": "Nguyễn Duy Lâm",
    "chu_tich": "Võ Trọng Hải",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Hà Tĩnh",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Hà Tĩnh\nNgày sinh: 27/8/1972\nQuê quán: xã Huống Thượng, thành phố Thái Nguyên, tỉnh Thái Nguyên\nHọc vấn: Thạc sĩ Kỹ thuật, Kỹ sư Xây dựng cầu – hầm\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "8/1994 - 6/2002: Chuyên viên Ban Giám định, Cục Giám định và Quản lý chất lượng công trình giao thông, Bộ GTVT",
    "7/2002 - 8/2004: Phó Trưởng ban Giải phóng mặt bằng, Cục Giám định và Quản lý chất lượng công trình giao thông, Bộ GTVT",
    "9/2004 - 6/2007: Ủy viên BCH Đảng ủy cục, Bí thư Chi bộ Văn phòng cục, Trưởng phòng Giải phóng mặt bằng và Giám định thực hiện dự án, Cục Giám định và Quản lý chất lượng công trình giao thông, Bộ GTVT",
    "7/2007 - 3/2010: Trưởng phòng Đấu thầu, Cục Đường bộ Việt Nam, Bộ GTVT",
    "4/2010 - 3/2011: Phó Bí thư Đảng ủy cục, Phó Cục trưởng Cục Quản lý xây dựng đường bộ, Tổng cục Đường bộ Việt Nam",
    "4/2011 - 12/2013: Ủy viên BTV Đảng ủy Tổng cục Đường bộ Việt Nam, Vụ trưởng Vụ Tổ chức cán bộ, Tổng cục Đường bộ Việt Nam",
    "1/2014 - 4/2014: Ủy viên BTV Đảng ủy Tổng cục Đường bộ Việt Nam, Bí thư Đảng ủy cục, Cục trưởng Cục Quản lý xây dựng đường bộ, Tổng cục Đường bộ Việt Nam",
    "4/2014 - 7/2017: Ủy viên BCH Đảng bộ Bộ GTVT, Bí thư Chi bộ, Phó Vụ trưởng Vụ Kế hoạch - Đầu tư, Bộ GTVT",
    "8/2017 - 2/2020: Ủy viên BCH Đảng bộ Bộ GTVT, Bí thư Chi bộ, Vụ trưởng Vụ Kế hoạch - Đầu tư, Bộ GTVT",
    "2/2020 - 8/2020: Ủy viên BCH Đảng bộ Bộ GTVT, Bí thư Đảng ủy, Cục trưởng Cục Quản lý xây dựng và chất lượng công trình giao thông, Bộ GTVT",
    "8/2020 - 8/2021: Ủy viên BTV Đảng ủy Bộ GTVT, Bí thư Đảng ủy, Cục trưởng Cục Quản lý xây dựng và chất lượng công trình giao thông, Bộ GTVT",
    "8/2021 - 2/2025: Ủy viên Ban cán sự đảng, Ủy viên BTV Đảng ủy Bộ GTVT, Thứ trưởng Bộ GTVT",
    "Tháng 3/2025: Bí thư Tỉnh ủy Hà Tĩnh"

    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hà Tĩnh",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Hà Tĩnh\nNgày sinh: 20/2/1968\nQuê quán: Hà Tĩnh\nHọc vấn: Cử nhân Luật\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "10/2011 - 4/2013: Phó chỉ huy trưởng Bộ đội Biên phòng Hà Tĩnh",
    "5/2013 - 7/2018: Chỉ huy trưởng Bộ đội Biên phòng Hà Tĩnh",
    "8/2018 - 2/2019: Trưởng ban Nội chính Tỉnh ủy Hà Tĩnh",
    "3/2019 - 6/2020: Giám đốc Công an Hà Tĩnh",
    "7/2020 - 4/2021: Giám đốc Công an tỉnh Nghệ An",
    "4/2021: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Hà Tĩnh"
    ],
     "image_bi_thu": "./Assets/png/ht_bithu.png",
    "image_chu_tich": "./Assets/png/ht_chutich.png",
    "dien_tich": "5.994,45 km²",
    "dan_so": "1.622.901",
    "grdp": "112.855.090",
    "thu_ngan_sach": "17.972.968",
    "region": ["central"]
  },
  {
    "name": "Quảng Trị",
    "image": "./Assets/png/quangtri.webp",
    "bi_thu": "Lê Ngọc Quang",
    "chu_tich": "Trần Phong",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Quảng Trị",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Quảng Trị\nNgày sinh: 21/1/1974\nQuê quán: xã Thiệu Dương, huyện Thiệu Hóa, tỉnh Thanh Hóa\nHọc vấn: Cử nhân Báo chí\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "Trước 11/2019: Phó trưởng Ban rồi Trưởng Ban Thời sự Đài Truyền hình Việt Nam",
    "11/2019: Phó Tổng Giám đốc Đài Truyền hình Việt Nam",
    "12/2019: Phó Tổng Giám đốc Đài Truyền hình Việt Nam kiêm Ủy viên Ủy ban An toàn giao thông Quốc gia (đến 10/2021)",
    "1/2020: Phó Tổng Giám đốc Đài Truyền hình Việt Nam kiêm thành viên Ủy ban Quốc gia phòng, chống AIDS và phòng, chống tệ nạn, ma túy, mại dâm (đến 4/2021)",
    "18/8/2020: Bí thư Đảng ủy Đài Truyền hình Việt Nam nhiệm kỳ 2020-2025, Phó Tổng Giám đốc Đài Truyền hình Việt Nam",
    "10/2020: Ủy viên Ban Chấp hành Đảng bộ Khối các cơ quan Trung ương khóa XIII, nhiệm kỳ 2020-2025",
    "11/2020: Phó Tổng Giám đốc Thường trực Đài Truyền hình Việt Nam",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026",
    "4/2021: Tổng Giám đốc Đài Truyền hình Việt Nam",
    "10/2024: Ủy viên Trung ương Đảng khóa XIII, Bí thư Tỉnh ủy Quảng Bình nhiệm kỳ 2020-2025.",
    "1/7/2025: Bộ Chính trị điều động, chỉ định giữ chức Bí thư Tỉnh ủy Quảng Trị nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Quảng Trị",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Quảng Trị\nNgày sinh: 16/12/1974\nQuê quán: Quảng Bình\nHọc vấn: Thạc sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "10/2011 - 7/2014: Phó chủ tịch UBND huyện Bố Trạch",
    "8/2014 - 9/2016: Phó chủ nhiệm Ủy ban kiểm tra Tỉnh ủy Quảng Bình",
    "10/2016 - 6/2020: Giám đốc Sở Tài nguyên và Môi trường Quảng Bình",
    "7/2020 - 11/2020: Phó chủ tịch UBND tỉnh Quảng Bình",
    "12/2020 - 12/2024: Bí thư Thành ủy Đồng Hới, tỉnh Quảng Bình",
    "12/2024 - 6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Quảng Bình",
    "7/2025: Chủ tịch UBND tỉnh Quảng Trị"
    ],
     "image_bi_thu": "./Assets/png/qt_bithu.png",
    "image_chu_tich": "./Assets/png/qt_chutich.png",
    "dien_tich": "12.700 km²",
    "dan_so": "1.870.845",
    "grdp": "113.687.549",
    "thu_ngan_sach": "12.082.370",
    "region": ["central"]
  },
  {
    "name": "TP. Huế",
    "image": "./Assets/png/hue.webp",
    "bi_thu": "Lê Trường Lưu",
    "chu_tich": "Nguyễn Văn Phương",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Thành ủy, Chủ tịch Hội đồng Nhân dân TP Huế",
    "trich_ngang_bi_thu_full": "Bí thư Thành ủy TP Huế\nNgày sinh: 23/1/1963\nQuê quán: xã Phú Gia, huyện Phú Vang, tỉnh Thừa Thiên Huế\nHọc vấn: Thạc sĩ Quản lý Kinh tế, Cử nhân Hành chính\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "11/1986 - 7/1989: Chuyên viên Ủy ban Kế hoạch tỉnh Bình Trị Thiên",
    "8/1989 - 3/1990: Chuyên viên Ủy ban Kế hoạch tỉnh Thừa Thiên Huế",
    "4/1990 - 1/1999: Chuyên viên; Phó Trưởng Phòng Tài vụ-Kinh tế; Phó Trưởng Phòng, Trưởng Phòng Quản lý Ngân sách, Sở Tài chính-Vật giá tỉnh Thừa Thiên Huế",
    "2/1999 - 6/2001: Phó Giám đốc Sở Tài chính-Vật giá tỉnh Thừa Thiên Huế; Đại biểu HĐND tỉnh Thừa Thiên Huế nhiệm kỳ 1999-2004",
    "7/2001 - 8/2008: Tỉnh ủy viên, Giám đốc Sở Tài chính, Ủy viên UBND tỉnh Thừa Thiên Huế; Đại biểu HĐND tỉnh Thừa Thiên Huế nhiệm kỳ 2004-2011",
    "9/2008 - 5/2010: Tỉnh ủy viên, Bí thư Huyện ủy Hương Thủy, tỉnh Thừa Thiên Huế",
    "6/2010 - 10/2014: Ủy viên Ban Thường vụ Tỉnh ủy; Phó Bí thư Tỉnh ủy; Phó Chủ tịch UBND tỉnh; Phó Chủ tịch Thường trực UBND tỉnh Thừa Thiên Huế; Đại biểu HĐND tỉnh Thừa Thiên Huế nhiệm kỳ 2011-2016",
    "11/2014 - 9/2015: Phó Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh Thừa Thiên Huế",
    "10/2015 - nay: Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh Thừa Thiên Huế nhiệm kỳ 2011-2016, nhiệm kỳ 2016-2021",
    "7/2021: Đại biểu Quốc hội khóa XV và Trưởng Đoàn ĐBQH, Tổ trưởng Tổ Đảng.",
    "1/7/2025: Bộ Chính trị điều động, chỉ định giữ chức Bí thư Thành ủy TP Huế nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Thành ủy, Chủ tịch Ủy ban Nhân dân TP Huế",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND TP Huế\nNgày sinh: 29/12/1970\nQuê quán: TP Huế\nHọc vấn: Thạc sĩ Kinh tế học, Cử nhân Toán học, Kỹ sư Xây dựng dân dụng và công nghiệp\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "2/2007 - 8/2008: Phó giám đốc Sở Giao thông vận tải tỉnh Thừa Thiên Huế (nay là TP Huế)",
    "9/2008 - 8/2010: Phó bí thư Huyện ủy, Chủ tịch UBND huyện Hương Trà, TP Huế",
    "9/2010 - 4/2016: Phó giám đốc, Giám đốc Sở Kế hoạch và Đầu tư",
    "4/2016 - 6/2021: Phó Chủ tịch UBND tỉnh Thừa Thiên Huế",
    "6/2021 - 1/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Thừa Thiên Huế",
    "1/2025: Phó bí thư Thành ủy, Chủ tịch UBND TP Huế"
    ],
     "image_bi_thu": "./Assets/png/hue_bithu.png",
    "image_chu_tich": "./Assets/png/hue_chutich.png",
    "dien_tich": "4.947,11 km²",
    "dan_so": "1.432.986",
    "grdp": "80.966.514",
    "thu_ngan_sach": "12.787.196",
    "region": ["city","central"]
  },
  {
    "name": "TP. Đà Nẵng",
    "image": "./Assets/png/danang.webp",
    "bi_thu": "Nguyễn Văn Quảng",
    "chu_tich": "Lương Nguyễn Minh Triết",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Thành ủy TP Đà Nẵng",
    "trich_ngang_bi_thu_full": "Bí thư Thành ủy TP Đà Nẵng\nNgày sinh: 23/8/1969\nQuê quán: Xã Gia Lộc, huyện Cát Hải, thành phố Hải Phòng\nHọc vấn: Tiến sĩ Luật\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "2005 - 2006: Ủy viên Ủy ban Kiểm sát, Ủy viên Ban Chấp hành Đảng bộ, Chánh Văn phòng Viện Kiểm sát nhân dân TP.Hải Phòng.",
    "2006 - 2007: Viện trưởng Viện KSND quận Lê Chân, TP.Hải Phòng.",
    "2007 - 2012: Phó Viện trưởng Viện KSND TP.Hải Phòng.",
    "2012 - 2014: Viện trưởng Viện KSND TP.Hải Phòng.",
    "2014 - 2015: Vụ trưởng Vụ Kiểm sát giải quyết các vụ án dân sự - Viện KSND Tối cao.",
    "2015 - 5/2017: Viện trưởng Viện KSND cấp cao tại TP.HCM.",
    "2017 - 2018: Vụ trưởng Vụ Thực hành quyền công tố và kiểm sát điều tra án kinh tế - Viện KSND Tối cao.",
    "2018 - 2019: Bí thư Đảng ủy, Phó Viện trưởng Viện KSND Tối cao.",
    "12.2019 - 10.2020: Phó Bí thư Thường trực Thành ủy Đà Nẵng khóa XXI.",
    "22.10.2020: Tại Đại hội Đảng bộ TP.Đà Nẵng lần thứ XXII, ông được bầu giữ chức Bí thư Thành ủy Đà Nẵng khóa XXII, nhiệm kỳ 2020–2025.",
    "1.2021: Tại Đại hội Đại biểu toàn quốc lần thứ XIII của Đảng, ông Nguyễn Văn Quảng, Bí thư Thành ủy Đà Nẵng được bầu là Ủy viên Ban Chấp hành Trung ương Đảng khóa XIII.",
    "2021 - 6.2025: Ủy viên Trung ương Đảng, Bí thư Thành ủy Đà Nẵng, Trưởng Đoàn Đại biểu Quốc hội thành phố Đà Nẵng."
    ],
    "trich_ngang_chu_tich_short": "Ủy viên dự khuyết Trung ương Đảng, Phó Bí thư Thành ủy, Chủ tịch UBND TP Đà Nẵng",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND TP Đà Nẵng\nNgày sinh: 15/10/1976\nQuê quán: Quảng Nam\nHọc vấn: Thạc sĩ Quản trị kinh doanh, Kỹ sư công nghệ Silicat\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "6/1999 - 3/2000: Công tác tại Văn phòng Thành đoàn Đà Nẵng",
    "3/2000 - 7/2000: Học bồi dưỡng tại Học viện Thanh thiếu niên Việt Nam, phân viện Miền Nam",
    "8/2000 - 11/2002: Công tác tại Ban Thanh niên Công nhân, nông thôn, đô thị, Thành đoàn Đà Nẵng",
    "11/2002 - 1/2004: Trưởng Ban Tư tưởng Văn hóa - An ninh, Quốc phòng thuộc Thành đoàn Đà Nẵng",
    "1/2004 - 2/2005: Trưởng Ban Thanh niên Công nhân, nông thôn, đô thị; Chánh Văn phòng Thành Đoàn",
    "2/2005 - 10/2007: Trưởng Ban Thanh thiếu niên Trường học; Chủ tịch Hội sinh viên Đà Nẵng",
    "10/2007 - 4/2009: Phó Bí thư Thường trực Thành Đoàn; Chủ tịch Hội sinh viên Đà Nẵng",
    "4/2009 - 2/2013: Phó Chủ tịch Trung ương Hội Sinh viên Việt Nam, Bí thư Thành đoàn, Chủ tịch Hội sinh viên Đà Nẵng",
    "2/2013 - 3/2016: Bí thư Quận ủy Liên Chiểu, Đà Nẵng",
    "3/2016 - 11/2017: Chủ tịch Liên đoàn lao động thành phố Đà Nẵng",
    "11/2017 - 1/2020: Chánh văn phòng Thành ủy Đà Nẵng",
    "1/2020 - 10/2020: Bí thư Quận ủy Hải Châu, Đà Nẵng",
    "10/2020 - 12/2020: Phó bí thư Thường trực Thành ủy Đà Nẵng",
    "12/2020 - 1/2024: Phó bí thư Thường trực Thành ủy, Chủ tịch HĐND TP Đà Nẵng",
    "1/2024 - 6/2025: Bí thư Tỉnh ủy Quảng Nam",
    "7/2025: Chủ tịch UBND TP Đà Nẵng"
    ],
     "image_bi_thu": "./Assets/png/dn_bithu.png",
    "image_chu_tich": "./Assets/png/dn_chutich.png",
    "dien_tich": "11.859,59 km²",
    "dan_so": "3.065.628",
    "grdp": "279.926.325",
    "thu_ngan_sach": "54.916.707",
    "region": ["city","central"]
  },
{
    "name": "Quảng Ngãi",
    "image": "./Assets/png/quangngai.webp",
    "bi_thu": "Bùi Thị Quỳnh Vân",
    "chu_tich": "Nguyễn Hoàng Giang",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Quảng Ngãi",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Quảng Ngãi\nNgày sinh: 2/1/1974\nQuê quán: Phường Trần phú, thành phố Quảng Ngãi, tỉnh Quảng Ngãi\nHọc vấn: Thạc sĩ Lý luận Văn học\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "Trước 11/2015: Tỉnh ủy viên, Bí thư Tỉnh Đoàn Quảng Ngãi; Bí thư Huyện ủy Tư Nghĩa; Ủy viên Ban Thường vụ Tỉnh ủy, Trưởng Ban Dân vận Tỉnh ủy",
    "11/2015: Ủy viên Ban Thường vụ Tỉnh ủy, Trưởng Ban Dân vận Tỉnh ủy kiêm Bí thư Huyện ủy Lý Sơn",
    "1/2016: Ủy viên dự khuyết Trung ương Đảng khóa XII",
    "6/2016: Ủy viên Ban Thường vụ Tỉnh ủy, Chủ tịch HĐND tỉnh Quảng Ngãi nhiệm kỳ 2016-2021",
    "4/2019: Phó Bí thư Tỉnh ủy, sau đó là Phó Bí thư Thường trực Tỉnh ủy khóa XIX, nhiệm kỳ 2015-2020; Chủ tịch HĐND tỉnh Quảng Ngãi nhiệm kỳ 2016-2021",
    "8/2020: Bí thư Tỉnh ủy Quảng Ngãi khóa XIX, nhiệm kỳ 2015-2020",
    "21/10/2020: Tại Đại hội đại biểu Đảng bộ tỉnh Quảng Ngãi lần thứ XX, đồng chí tiếp tục được bầu giữ chức Bí thư Tỉnh ủy khóa XX, nhiệm kỳ 2020-2025",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Quảng Ngãi",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Quảng Ngãi\nNgày sinh: 6/12/1971\nQuê quán: Hải Phòng\nHọc vấn: Tiến sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "4/2014 - 6/2020: Phó chủ tịch UBND tỉnh Thái Bình",
    "6/2020 - 7/2024: Thứ trưởng Khoa học và Công nghệ",
    "8/2024 - 6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Quảng Ngãi",
    "7/2025: Chủ tịch UBND tỉnh Quảng Ngãi"
    ],
     "image_bi_thu": "./Assets/png/quangngai_bithu.png",
    "image_chu_tich": "./Assets/png/quangngai_chutich.png",
    "dien_tich": "14.832,55 km²",
    "dan_so": "2.161.755",
    "grdp": "173.526.456",
    "thu_ngan_sach": "33.685.093",
    "region": ["central"]
  },
  {
    "name": "Gia Lai",
    "image": "./Assets/png/gialai.webp",
    "bi_thu": "Hồ Quốc Dũng",
    "chu_tich": "Phạm Anh Tuấn",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Gia Lai",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Gia Lai\nNgày sinh: 15/8/191966\nQuê quán: xã Cát Tài, huyện Phù Cát, tỉnh Bình Định\nHọc vấn: Thạc sĩ Luật\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "Trước năm 2009: Ông Hồ Quốc Dũng từng trải qua các chức vụ: Phó Chánh Văn phòng UBND tỉnh Bình Định; Phó Chủ tịch UBND huyện Phù Cát, tỉnh Bình Định; Phó Chánh Văn phòng Tỉnh ủy Bình Định; Chánh Văn phòng Tỉnh ủy Bình Định.",
    "Năm 2009: Phó Chủ tịch UBND tỉnh Bình Định nhiệm kỳ 2006 - 2011.",
    "Tháng 6/2011: Ủy viên Ban Thường vụ Tỉnh ủy, Phó Chủ tịch Thường trực UBND tỉnh Bình Định nhiệm kỳ 2011 - 2016.",
    "Ngày 14/11/2014: Phó Bí thư Tỉnh ủy Bình Định khóa XVIII, nhiệm kỳ 2010 - 2015; Phó Chủ tịch UBND tỉnh Bình Định khóa XI, nhiệm kỳ 2011 - 2016.",
    "Ngày 21/11/2014: Phó Bí thư Tỉnh ủy khóa XVIII, nhiệm kỳ 2010 - 2015; Chủ tịch UBND tỉnh Bình Định khóa XI, nhiệm kỳ 2011 - 2016.",
    "Tháng 10/2015: Phó Bí thư Tỉnh ủy khóa XIX, nhiệm kỳ 2015 - 2020; Chủ tịch UBND tỉnh Bình Định khóa XI, nhiệm kỳ 2011 - 2016.",
    "Ngày 24/6/2016: Phó Bí thư Tỉnh ủy khóa XIX, nhiệm kỳ 2015 - 2020; Chủ tịch UBND tỉnh Bình Định khóa XII, nhiệm kỳ 2016 - 2021.",
    "Ngày 15/10/2020: Tại Đại hội đại biểu Đảng bộ tỉnh Bình Định lần thứ XX, ông Hồ Quốc Dũng được bầu giữ chức Bí thư Tỉnh ủy khóa XX, nhiệm kỳ 2020 - 2025.",
    "Ngày 06/12/2020: Bí thư Tỉnh ủy khóa XX, nhiệm kỳ 2020 - 2025; Chủ tịch HĐND tỉnh Bình Định khóa XII, nhiệm kỳ 2016 - 2021.",
    "Ngày 30/01/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, ông Hồ Quốc Dũng được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021 - 2026.",
    "Ngày 1/7/2025: Được chỉ định giữ chức Bí thư Tỉnh ủy Gia Lai (mới) nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Gia Lai",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Gia Lai\nNgày sinh: 19/5/1973\nQuê quán: Hà Tĩnh\nHọc vấn: Tiến sĩ Tài chính - Ngân hàng\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "2/2011: Phó tổng giám đốc Tổng công ty Bưu chính Việt Nam",
    "9/2013: Tổng giám đốc Tổng công ty Bưu chính Việt Nam",
    "1/2018: Chủ tịch Hội đồng thành viên Tổng công ty Bưu chính Việt Nam",
    "9/2019: Thứ trưởng Thông tin và Truyền thông",
    "9/2022: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Bình Định",
    "7/2025: Chủ tịch UBND tỉnh Gia Lai"
    ],
     "image_bi_thu": "./Assets/png/gl_bithu.png",
    "image_chu_tich": "./Assets/png/gl_chutich.png",
    "dien_tich": "21.576,53 km²",
    "dan_so": "3.583.693",
    "grdp": "242.007.551",
    "thu_ngan_sach": "22.736.658",
    "region": ["central"]
  },
  {
    "name": "Đắk Lắk",
    "image": "./Assets/png/dk.jpg",
    "bi_thu": "Nguyễn Đình Trung",
    "chu_tich": "Tạ Anh Tuấn",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Đắk Lắk",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Đắk Lắk\nNgày sinh: 19/4/1973\nQuê quán: xã Vĩnh Thành, huyện Yên Thành, tỉnh Nghệ An\nHọc vấn: Thạc sĩ Hành chính công, Cử nhân Luật tư pháp\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "6/2007: Phó Giám đốc Sở Tư pháp Đắk Nông",
    "7/2008: Phó Bí thư Thường trực Huyện ủy Krông Nô, Đắk Nông",
    "6/2010 - 3/2013: Tỉnh ủy viên, Ủy viên Ban Chấp hành Đảng bộ khối các cơ quan tỉnh; Bí thư Đảng ủy, Chánh Văn phòng UBND tỉnh Đắk Nông",
    "3/2013 - 10/2015: Tỉnh ủy viên, Ủy viên Ban Chấp hành Đảng bộ khối các cơ quan tỉnh; Phó Chủ nhiệm Thường trực, Chủ nhiệm UBKT Tỉnh ủy Đắk Nông",
    "11/2015 - 8/2018: Ủy viên Ban Thường vụ Tỉnh ủy, Chủ nhiệm UBKT Tỉnh ủy Đắk Nông",
    "8/2018 - 5/2019: Phó Bí thư Tỉnh ủy Đắk Nông khóa XI, nhiệm kỳ 2015-2020, kiêm Chủ nhiệm UBKT Tỉnh ủy Đắk Nông",
    "6/2019 - 10/2020: Phó Bí thư Tỉnh ủy Đắk Nông khóa XI, nhiệm kỳ 2015-2020",
    "10/2020 - 11/2020: Phó Bí thư Tỉnh ủy Đắk Nông khóa XII, nhiệm kỳ 2020-2025",
    "11/2020: Phó Bí thư Tỉnh ủy khóa XII, Chủ tịch UBND tỉnh Đắk Nông nhiệm kỳ 2016-2021",
    "1/2021: Ủy viên Trung ương Đảng khóa XIII, Phó Bí thư Tỉnh ủy khóa XII, Chủ tịch UBND tỉnh Đắk Nông nhiệm kỳ 2016-2021",
    "4/2021: Bộ Chính trị điều động, phân công đồng chí tham gia Ban chấp hành Đảng bộ, Ban Thường vụ Tỉnh ủy và giữ chức Bí thư Tỉnh ủy Đắk Lắk nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Đắk Lắk",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Đắk Lắk\nNgày sinh: 20/6/1969\nQuê quán: Hà Nội\nHọc vấn: Thạc sĩ Tài chính - Tín dụng\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "2/2018: Quyền tổng giám đốc Kho bạc Nhà nước",
    "4/2018: Tổng giám đốc Kho bạc Nhà nước",
    "7/2020: Thứ trưởng Bộ Tài chính",
    "11/2022: Chủ tịch UBND tỉnh Phú Yên",
    "7/2025: Chủ tịch UBND tỉnh Đăk Lăk"
    ],
     "image_bi_thu": "./Assets/png/dk_bithu.png",
    "image_chu_tich": "./Assets/png/dk_chutich.png",
    "dien_tich": "18.096,40 km²",
    "dan_so": "3.346.853",
    "grdp": "198.132.950",
    "thu_ngan_sach": "14.095.836",
    "region": ["central"]
  },
  {
    "name": "Khánh Hòa",
    "image": "./Assets/png/kh.webp",
    "bi_thu": "Nghiêm Xuân Thành",
    "chu_tich": "Trần Quốc Nam",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Khánh Hòa",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Khánh Hòa\nNgày sinh: 2/11/1969\nQuê quán: Thị trấn Yên Lạc, huyện Yên Lạc, tỉnh Vĩnh Phúc\nHọc vấn: Tiến sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "10/1988 - 8/1994: Cán bộ Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank) chi nhánh Vĩnh Phúc (Phòng Kế toán, Phòng Kinh doanh ngoại hối).",
    "9/1994 - 5/1997: Trưởng phòng Kế toán Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank) Phúc Yên, Vĩnh Phúc.",
    "6/1997 - 4/1999: Cán bộ Phòng Tổ chức cán bộ và đào tạo Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank).",
    "5/1999 - 6/2002: Phó Chánh văn phòng - Thư ký Tổng Giám đốc Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank).",
    "7/2002 - 10/2003: Trưởng Ban thư ký Hội đồng quản trị Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank).",
    "11/2003 - 2/2006: Trưởng phòng Quản lý Rủi ro và Nợ có vấn đề Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank).",
    "3/2006 - 7/2008: Trưởng phòng Quản lý Nợ có vấn đề Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank).",
    "8/2008 - 10/2010: Giám đốc Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank) - Chi nhánh Thanh Xuân.",
    "10/2010 - 1/2012: Giám đốc Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank) - Chi nhánh Đống Đa.",
    "1/2012 - 6/2012: Phó Tổng Giám đốc Ngân hàng Thương mại cổ phần Công thương Việt Nam (VietinBank).",
    "6/2012 - 7/2013: Chánh Văn phòng Ngân hàng Nhà nước Việt Nam.",
    "29/7/2013: Tổng Giám đốc Ngân hàng Thương mại cổ phần Ngoại thương Việt Nam (Vietcombank).",
    "8/2013 - 6/2021: Bí thư Đảng ủy Ngân hàng TMCP Ngoại thương Việt Nam (Vietcombank) nhiệm kỳ 2010-2015, 2015-2020, 2020-2025.",
    "11/2014 - 6/2021: Chủ tịch Hội đồng quản trị Ngân hàng Thương mại cổ phần Ngoại thương Việt Nam (Vietcombank) nhiệm kỳ 2013-2018, 2018-2023.",
    "29/7/2020: Ủy viên Ban Thường vụ Đảng ủy Khối Doanh nghiệp Trung ương nhiệm kỳ 2015-2020, 2020-2025.",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
    "15/6/2021 - 10/2024: Bộ Chính trị điều động, phân công, chỉ định tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Bí thư Tỉnh ủy Hậu Giang nhiệm kỳ 2020-2025.",
    "2/11/2024: Bộ Chính trị điều động, phân công tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Bí thư Tỉnh ủy Khánh Hòa nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Khánh Hòa",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Khánh Hòa\nNgày sinh: 27/12/1971\nQuê quán: Quảng Ngãi\nHọc vấn: Tiến sĩ Lâm sinh, Kỹ sư Nông lâm\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "5/2010 - 4/2012: Phó bí thư Huyện ủy, Chủ tịch UBND huyện Ninh Sơn, tỉnh Ninh Thuận",
    "5/2012 - 12/2015: Chánh Văn phòng UBND tỉnh Ninh Thuận",
    "1/2016 - 6/2020: Phó chủ tịch UBND tỉnh Ninh Thuận",
    "7/2020 - 11/2020: Trưởng ban Tổ chức Tỉnh ủy Ninh Thuận",
    "11/2020 - 6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Ninh Thuận",
    "7/2025: Chủ tịch UBND tỉnh Khánh Hòa"
    ],
     "image_bi_thu": "./Assets/png/kh_bithu.png",
    "image_chu_tich": "./Assets/png/kh_chutich.png",
    "dien_tich": "8.555,86 km²",
    "dan_so": "2.243.554",
    "grdp": "191.357.151",
    "thu_ngan_sach": "25.880.100",
    "region": ["central"]
  },
  {
    "name": "Lâm Đồng",
    "image": "./Assets/png/ld.webp",
    "bi_thu": "Y Thanh Hà Niê K'Đăm",
    "chu_tich": "Hồ Văn Mười",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Lâm Đồng",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Lâm Đồng\nNgày sinh: 23/12/1973\nQuê quán: Thị trấn Ea Pốk, Huyện Cư M'gar, Tỉnh Đắk Lắk\nHọc vấn: Thạc sĩ Quản lý công, Cử nhân Kinh tế đối ngoại, Cử nhân Chính trị chuyên ngành Công tác tổ chức\nDân tộc: Ê Đê",
    "timeline_bi_thu": [
    "Trước 8/2015: Phó Trưởng phòng Tổ chức cán bộ, Phó Trưởng phòng Cơ sở Đảng, Đảng viên của Ban Tổ chức Tỉnh ủy Đắk Lắk; Tỉnh ủy viên, Bí thư Huyện ủy Cư M’Gar.",
    "8/2015: Tỉnh ủy viên, Bí thư Thành ủy Buôn Ma Thuột.",
    "10/2015 - 3/2019: Ủy viên Ban Thường vụ Tỉnh ủy, Bí thư Thành ủy Buôn Ma Thuột.",
    "1/2016: Ủy viên dự khuyết Trung ương Đảng khóa XII.",
    "3/2019: Bộ Chính trị điều động, chỉ định tham gia Ban Chấp hành, Ban Thường vụ và giữ chức Bí thư Đảng ủy Khối doanh nghiệp Trung ương khóa II, nhiệm kỳ 2015-2020.",
    "20/10/2020: Tại hội nghị lần thứ nhất Ban Chấp hành Đảng bộ Khối Doanh nghiệp Trung ương khóa III, ông tiếp tục được bầu giữ chức Bí thư Đảng ủy Khối doanh nghiệp Trung ương khóa III, nhiệm kỳ 2020-2025.",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, ông được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
    "6/2021: Đại biểu Quốc hội khóa XV.",
    "7/2021: Tại kỳ họp thứ nhất, Quốc hội khóa XV, ông được bầu làm Chủ tịch Hội đồng Dân tộc.",
    "4/2025: Bộ Chính trị điều động, phân công, chỉ định tham gia Ban Chấp hành, Ban Thường vụ Tỉnh ủy và giữ chức Bí thư Tỉnh ủy Lâm Đồng nhiệm kỳ 2020-2025; tham gia Đảng ủy Quân khu 7 nhiệm kỳ 2020-2025.",
    "25/6/2025: Quốc hội đã thông qua Nghị quyết về việc miễn nhiệm chức vụ Ủy viên Ủy ban Thường vụ Quốc hội và chức vụ Chủ tịch Hội đồng Dân tộc của Quốc hội khóa XV"
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Lâm Đồng",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Lâm Đồng\nNgày sinh: 10/8/1969\nQuê quán: Quảng Nam\nHọc vấn: Cử nhân An ninh nhân dân, cử nhân Kinh tế, cử nhân ngành Xây dựng Đảng và chính quyền Nhà nước, thạc sĩ Luật\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "4/1997 - 6/2002: Cán bộ trinh sát, Cục Bảo vệ chính trị I",
    "7/2002 - 9/2006: Cán bộ trinh sát, Cục Bảo vệ chính trị III",
    "10/2006 - 8/2012: Phó phòng, Cục Bảo vệ chính trị III",
    "9/2012 - 10/2015: Trưởng phòng An ninh kinh tế, Công an tỉnh Đồng Nai",
    "11/2015 - 8/2018: Phó cục trưởng An ninh tài chính tiền tệ và đầu tư, Tổng cục An ninh, Bộ Công an",
    "9/2018 - 11/2019: Phó cục trưởng Bảo vệ chính trị V, Tổng cục An ninh, Bộ Công an",
    "12/2019 - 7/2021: Phó cục trưởng An ninh nội địa, Bộ Công an",
    "7/2021 - 6/2025: Giám đốc Công an tỉnh Đăk Nông",
    "7/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Đăk Nông",
    "7/2025: Chủ tịch UBND tỉnh Lâm Đồng mới"
    ],
     "image_bi_thu": "./Assets/png/ld_bithu.png",
    "image_chu_tich": "./Assets/png/ld_chutich.png",
    "dien_tich": "24.233,07 km²",
    "dan_so": "3.872.999",
    "grdp": "319.878.839",
    "thu_ngan_sach": "27.190.308",
    "region": ["central"]
  },
  {
    "name": "Đồng Nai",
    "image": "./Assets/png/dn.webp",
    "bi_thu": "Vũ Hồng Văn",
    "chu_tich": "Võ Tấn Đức",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Đồng Nai",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Đồng Nai\nNgày sinh: 3/2/1976\nQuê quán: Xã Trung Hòa, huyện Yên Mỹ, tỉnh Hưng Yên\nHọc vấn: Tiến sĩ Luật, Cử nhân Điều tra tội phạm xâm phạm Quốc gia\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "9-2010 - 8-2012: Phó trưởng phòng Tổ chức cán bộ, Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an.",
    "9-2012 - 9-2013: Trưởng phòng Tổ chức cán bộ, Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an.",
    "10-2013 - 3-2014: Phó tư lệnh Cảnh sát cơ động, Bộ Công an.",
    "4-2014 - 8-2014: Phó chính ủy Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an.",
    "9-2014 - 12-2014: Phó chính ủy kiêm Cục trưởng Cục Chính trị, Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an.",
    "1-2015 - 6-2018: Phó chính ủy Bộ Tư lệnh Cảnh sát cơ động, Bộ Công an.",
    "7-2018 - 11-2019: Ủy viên Ban Thường vụ Tỉnh ủy Đắk Lắk, nhiệm kỳ 2015-2020, Giám đốc Công an tỉnh Đắk Lắk.",
    "11-2019 - 7-2022: Ủy viên Ban Thường vụ Tỉnh ủy Đồng Nai, nhiệm kỳ 2015-2020 và nhiệm kỳ 2020-2025, Giám đốc Công an tỉnh Đồng Nai.",
    "5-2021 ĐẾN NAY: Đại biểu Quốc hội khóa XV.",
    "7-2022 - 10-2023: Cục trưởng Cục An ninh chính trị nội bộ, Bộ Công an.",
    "10-2023 - 8-2024: Ủy viên Ủy ban Kiểm tra Trung ương khóa XIII.",
    "8-2024 - 1-2025: Phó chủ nhiệm Ủy ban Kiểm tra Trung ương khóa XIII.",
    "NGÀY 25-1-2025: Được Bộ Chính trị điều động, chỉ định giữ chức Bí thư Tỉnh ủy Đồng Nai, nhiệm kỳ 2020-2025.",
    "NGÀY 30-6-2025: Được Bộ Chính trị chỉ định giữ chức Bí thư Tỉnh ủy Đồng Nai nhiệm kỳ 2020-2025; Được Ủy ban Thường vụ Quốc hội chỉ định giữ chức Trưởng đoàn Đại biểu Quốc hội tỉnh Đồng Nai, nhiệm kỳ 2021-2026."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Đồng Nai",
     "image_bi_thu": "./Assets/png/dongnai_bithu.png",
    "image_chu_tich": "./Assets/png/dongnai_chutich.png",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Đồng Nai\nNgày sinh: 25/2/1970\nQuê quán: Đồng Nai\nHọc vấn: Thạc sĩ Quản lý xây dựng, Cử nhân kế hoạch hóa kinh tế quốc dân, Cử nhân tài chính kế toán\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "2011 - 5/2018: Phó chủ tịch UBND huyện Nhơn Trạch, Đồng Nai",
    "5/2018 - 12/2020: Chủ tịch UBND huyện Long Thành, Đồng Nai",
    "12/2020 - 7/2023: Phó chủ tịch UBND tỉnh Đồng Nai",
    "7/2023 - 8/2023: Phó bí thư Ban cán sự đảng UBND tỉnh Đồng Nai",
    "8/2023 - 8/2024: Quyền chủ tịch UBND tỉnh Đồng Nai",
    "8/2024 - 6/2025: Chủ tịch UBND tỉnh Đồng Nai",
    "7/2025: Chủ tịch UBND tỉnh Đồng Nai"
    ],
    "dien_tich": "12.737,18 km²",
    "dan_so": "4.491.408",
    "grdp": "609.176.602",
    "thu_ngan_sach": "73.458.454",
    "region": ["south"]
  },
  {
    "name": "TP. Hồ Chí Minh",
    "image": "./Assets/png/hcm.webp",
    "bi_thu": "Nguyễn Văn Nên",
    "chu_tich": "Nguyễn Văn Được",
    "trich_ngang_bi_thu_short": "Ủy viên Bộ Chính trị, Bí thư Thành ủy TP Hồ Chí Minh",
    "trich_ngang_bi_thu_full": "Bí thư Thành ủy TP Hồ Chí Minh\nNgày sinh: 14/7/1957\nQuê quán: Xã Thanh Phước, huyện Gò Dầu, tỉnh Tây Ninh\nHọc vấn: Cử nhân Luật\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "4/1975 - 9/1985: Chiến sĩ Cảnh sát hình sự; Đội trưởng hình sự Công an huyện Gò Dầu",
    "10/1985 - 12/1987: Huyện ủy viên, Bí thư chi bộ, Phó trưởng Công an huyện Gò Dầu",
    "1/1988 - 2/1989: Quyền Trưởng Công an huyện Gò Dầu",
    "3/1989 - 12/1991: Ủy viên Ban Thường vụ Huyện ủy, Trưởng Công an huyện Gò Dầu",
    "1/1992 - 4/1996: Phó Bí thư Thường trực Huyện ủy, Chủ tịch HĐND huyện Gò Dầu",
    "4/1996 - 8/1999: Tỉnh ủy viên, Bí thư Huyện ủy, Chủ tịch HĐND huyện Gò Dầu",
    "8/1999 - 1/2001: Tỉnh ủy viên, Trưởng Ban Tổ chức chính quyền tỉnh Tây Ninh",
    "2/2001 - 5/2004: Ủy viên Ban Thường vụ Tỉnh ủy, Trưởng Ban Tổ chức Tỉnh ủy Tây Ninh",
    "6/2004 - 1/2005: Ủy viên Ban Thường vụ Tỉnh ủy, Trưởng Ban Tổ chức Tỉnh ủy Tây Ninh, kiêm Chủ tịch HĐND tỉnh, Trưởng Ban Bảo vệ sức khỏe",
    "2/2005 - 3/2006: Thường trực Tỉnh ủy, Chủ tịch HĐND, Trưởng Ban Tổ chức Tỉnh ủy Tây Ninh",
    "3/2006 - 8/2010: Phó Bí thư Tỉnh ủy khóa VIII, nhiệm kỳ 2005-2010; Chủ tịch UBND tỉnh Tây Ninh nhiệm kỳ 2004-2011",
    "9/2010 - 7/2011: Bí thư Tỉnh ủy Tây Ninh khóa IX, nhiệm kỳ 2010-2015",
    "1/2011: Tại Đại hội đại biểu toàn quốc lần thứ XI của Đảng, đồng chí được bầu vào Ban Chấp hành Trung ương Đảng",
    "7/2011 - 2/2013: Bộ Chính trị điều động, phân công giữ chức Phó Trưởng Ban Thường trực Ban Chỉ đạo Tây Nguyên",
    "3/2013: Bộ Chính trị điều động về công tác tại Ban Tuyên giáo Trung ương và giữ chức Phó Trưởng Ban",
    "14/11/2013: Tại kỳ họp thứ 6 Quốc hội khóa XIII, đồng chí được phê chuẩn, bổ nhiệm giữ chức vụ Bộ trưởng, Chủ nhiệm Văn phòng Chính phủ",
    "1/2016: Tại Đại hội đại biểu toàn quốc lần thứ XII của Đảng, đồng chí được bầu lại vào Ban Chấp hành Trung ương Đảng. Tại Hội nghị lần thứ nhất Ban Chấp hành Trung ương Đảng, được bầu vào Ban Bí thư Trung ương Đảng",
    "2/2016: Bộ Chính trị quyết định phân công giữ chức vụ Chánh Văn phòng Trung ương Đảng",
    "11/10/2020: Công bố Quyết định của Bộ Chính trị về việc chỉ định đồng chí tham gia Ban Chấp hành, Ban Thường vụ Thành ủy Thành phố Hồ Chí Minh khóa XI, nhiệm kỳ 2020-2025 và giới thiệu để Ban Chấp hành bầu giữ chức Bí thư Thành ủy Thành phố Hồ Chí Minh nhiệm kỳ 2020-2025",
    "17/10/2020: Tại Đại hội đại biểu Đảng bộ Thành phố Hồ Chí Minh khóa XI, đồng chí được bầu giữ chức Bí thư Thành ủy Thành phố Hồ Chí Minh khóa XI, nhiệm kỳ 2020-2025",
    "11/12/2020: Ban Thường vụ Thành ủy chỉ định đồng chí tham gia Ban Chấp hành Đảng bộ, Ban Thường vụ Đảng ủy và giữ chức Bí thư Đảng ủy Quân sự Thành phố Hồ Chí Minh nhiệm kỳ 2020-2025",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, đồng chí được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026",
    "31/1/2021: Tại Hội nghị lần thứ nhất Ban Chấp hành Trung ương Đảng khóa XIII, đồng chí được bầu vào Bộ Chính trị khóa XIII, nhiệm kỳ 2021-2026."
    ],
    "trich_ngang_chu_tich_short": "Ủy viên Trung ương Đảng, Phó Bí thư Thành ủy, Chủ tịch UBND TP Hồ Chí Minh",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND TP Hồ Chí Minh\nNgày sinh: 3/4/1968\nQuê quán: Long An\nHọc vấn: Thạc sĩ Địa chất học, Cử nhân Địa chất\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "2/2007: Trưởng phòng Tài nguyên và Môi trường huyện Thạnh Hóa, tỉnh Long An.",
    "7/2009 - 5/2010: Phó giám đốc Sở Tài nguyên và Môi trường tỉnh Long An",
    "5/2010 - 3/2013: Giám đốc Sở Tài nguyên và Môi trường tỉnh Long An",
    "4/2013 - 12/2015: Bí thư Huyện ủy Tân Thạnh, tỉnh Long An",
    "1/2016 - 4/2019: Phó chủ tịch UBND tỉnh Long An",
    "4/2019 - 10/2020: Phó bí thư Thường trực Tỉnh ủy Long An",
    "10/2020 - 2/2025: Bí thư Tỉnh ủy Long An",
    "2/2025 - 6/2025: Phó bí thư Thành ủy, Chủ tịch UBND TP HCM",
    "7/2025: Chủ tịch UBND TP Hồ Chí Minh"
    ],
     "image_bi_thu": "./Assets/png/hcm_bithu.png",
    "image_chu_tich": "./Assets/png/hcm_chutich.png",
    "dien_tich": "6.772,59 km²",
    "dan_so": "14.002.598",
    "grdp": "2.715.782.233",
    "thu_ngan_sach": "681.935.586",
    "region": ["city","south"]
  },
  {
    "name": "Tây Ninh",
    "image": "./Assets/png/tayninh.webp",
    "bi_thu": "Nguyễn Văn Quyết",
    "chu_tich": "Nguyễn Văn Út",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Tây Ninh",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Tây Ninh\nNgày sinh: 6/1/1972\nQuê quán: xã Khánh Nhạc, huyện Yên Khánh, tỉnh Ninh Bình\nHọc vấn: Cử nhân Luật, Thạc sĩ Xây dựng Đảng và Chính quyền Nhà nước\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "11/2001-6/2003: Kiểm tra viên, Ủy ban Kiểm tra Tỉnh ủy Gia Lai.",
    "7/2003-5/2005: Phó Chánh Văn phòng Cơ quan Ủy ban Kiểm tra Tỉnh ủy Gia Lai.",
    "5/2005-8/2007: Trưởng phòng Nghiệp vụ Cơ quan Ủy ban Kiểm tra Tỉnh ủy Gia Lai.",
    "9/2007-6/2012: Kiểm tra viên chính, Cơ quan Ủy ban Kiểm tra Trung ương.",
    "6/2012-10/2019: Phó Vụ trưởng, Vụ Địa phương VII, Cơ quan Ủy ban Kiểm tra Trung ương.",
    "10/2019-1/2021: Vụ trưởng Vụ Địa phương II, Cơ quan Ủy ban Kiểm tra Trung ương.",
    "1/2021-6/2021: Vụ trưởng Vụ Địa phương V, Cơ quan Ủy ban Kiểm tra Trung ương.",
    "6/2021-7/2023: Ủy viên Ủy ban Kiểm tra Trung ương.",
    "7/2023-2/2025: Phó Chủ nhiệm Ủy ban Kiểm tra Trung ương.",
    "2/2025: Bí thư Tỉnh ủy Long An.",
    "1/7/2025: Ông Nguyễn Văn Quyết được chỉ định giữ chức vụ Bí thư Tỉnh ủy Tây Ninh."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Tây Ninh",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Tây Ninh\nNgày sinh: 30/12/1969\nQuê quán: Quảng Ngãi\nHọc vấn: Thạc sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "11/2014 - 7/2015: Chủ tịch UBND huyện Đức Hòa, tỉnh Long An",
    "8/2015 - 5/2019: Bí thư Huyện ủy Đức Hòa",
    "5/2019 - 10/2020: Phó chủ tịch UBND tỉnh Long An",
    "10/2020 - 11/2020: Phó bí thư Tỉnh ủy Long An",
    "11/2020 - 6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Long An",
    "7/2025: Chủ tịch UBND tỉnh Tây Ninh"
    ],
     "image_bi_thu": "./Assets/png/tn_bithu.png",
    "image_chu_tich": "./Assets/png/tn_chutich.png",
    "dien_tich": "8.536,44 km²",
    "dan_so": "3.254.170",
    "grdp": "312.465.603",
    "thu_ngan_sach": "39.704.480",
    "region": ["south"]
  },
  {
    "name": "Đồng Tháp",
    "image": "./Assets/png/dongthap.webp",
    "bi_thu": "Lê Quốc Phong",
    "chu_tich": "Trần Trí Quang",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Đồng Tháp",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Đồng Tháp\nNgày sinh: 3/5/1978\nQuê quán: quận Hoàn Kiếm, thành phố Hà Nội\nHọc vấn: Thạc sĩ Sinh học\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "11/1999 - 12/2004: Ủy viên Ban Thường vụ, Phó Bí thư Đoàn Trường rồi Bí thư Đoàn Trường, Phó Trưởng Phòng Công tác Chính trị Trường Đại học Khoa học Tự nhiên; Ủy viên Ban Chấp hành Đảng bộ Trường Đại học Khoa học Tự nhiên; Phó Bí thư Ban Cán sự Đoàn Đại học Quốc gia Thành phố Hồ Chí Minh; Ủy viên Ban Chấp hành Thành Đoàn Thành phố Hồ Chí Minh; Ủy viên Ban Chấp hành Hội Sinh viên Việt Nam.",
    "1/2005 - 11/2012: Ủy viên Ban Thường vụ, Phó Trưởng ban Đại học chuyên nghiệp, Trưởng ban Thanh niên trường học, Phó Bí thư, Bí thư Thành Đoàn Thành phố Hồ Chí Minh; Phó Chủ tịch, Chủ tịch Hội Sinh viên Thành phố Hồ Chí Minh; Ủy viên Trung ương Đoàn; Phó Chủ tịch Hội Sinh viên Việt Nam; Ủy viên Ban Chấp hành Đảng bộ Đại học Quốc gia Thành phố Hồ Chí Minh; Ủy viên Ban Chấp hành Đảng bộ Thành phố Hồ Chí Minh; Chủ tịch Hội Liên hiệp Thanh niên Việt Nam Thành phố Hồ Chí Minh.",
    "12/2012 - 3/2016: Ủy viên Ban Thường vụ Trung ương Đoàn, Bí thư Ban Chấp hành Trung ương Đoàn, Trưởng ban Thanh niên trường học Trung ương Đoàn, Chủ tịch Hội Sinh viên Việt Nam; Ủy viên Ban Thường vụ Đảng ủy Trung ương Đoàn; Ủy viên dự khuyết Trung ương Đảng khóa XII (từ 1/2016).",
    "4/2016 - 9/2020: Ủy viên dự khuyết Trung ương Đảng khóa XII; Bí thư thứ nhất Trung ương Đoàn; Bí thư Đảng ủy Cơ quan Trung ương Đoàn; Ủy viên Ban Chấp hành Đảng bộ Khối các cơ quan Trung ương; Chủ nhiệm Ủy ban Quốc gia về Thanh niên Việt Nam; Chủ tịch Hội Sinh viên Việt Nam; Chủ tịch Hội Liên hiệp Thanh niên Việt Nam; Đại biểu Quốc hội khóa XIV (từ 7/2016).",
    "10/2020 - 1/2021: Ủy viên dự khuyết Trung ương Đảng khóa XII; Bí thư Tỉnh ủy Đồng Tháp; Bí thư Đảng ủy Quân sự tỉnh; Đại biểu Quốc hội khóa XIV.",
    "1/2021 - 6/2021: Ủy viên Trung ương Đảng khóa XIII; Bí thư Tỉnh ủy Đồng Tháp; Bí thư Đảng ủy Quân sự tỉnh; Trưởng Đoàn Đại biểu Quốc hội tỉnh Đồng Tháp khóa XIV.",
    "7/2021: Ủy viên Trung ương Đảng khóa XIII; Bí thư Tỉnh ủy Đồng Tháp; Bí thư Đảng ủy Quân sự tỉnh; Đại biểu Quốc hội khóa XV và Trưởng Đoàn Đại biểu Quốc hội tỉnh Đồng Tháp, Tổ trưởng Tổ Đảng."
    ],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Đồng Tháp",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Đồng Tháp\nNgày sinh: 10/7/1977\nQuê quán: Đồng Tháp\nHọc vấn: Thạc sĩ Quản lý kinh tế, Thạc sĩ chuyên ngành xây dựng công trình giao thông, Cử nhân xây dựng chuyên ngành kỹ thuật công trình\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "11/2015 - 12/2020: Phó giám đốc, Giám đốc Sở Giao thông Vận tải Đồng Tháp",
    "12/2020 - 7/2022: Phó chủ tịch UBND tỉnh Đồng Tháp",
    "8/2022 - 10/2023: Bí thư Thành ủy Cao Lãnh, Đồng Tháp",
    "11/2023 - 2/2025: Phó chủ tịch UBND tỉnh Đồng Tháp",
    "2/2025 - 3/2025: Quyền chủ tịch UBND tỉnh Đồng Tháp",
    "3/2025 - 6/2025: Chủ tịch UBND tỉnh Đồng Tháp",
    "7/2025: Chủ tịch UBND tỉnh Đồng Tháp mới"
    ],
     "image_bi_thu": "./Assets/png/dongthap_bithu.png",
    "image_chu_tich": "./Assets/png/dongthap_chutich.png",
    "dien_tich": "5.938,64 km²",
    "dan_so": "4.370.046",
    "grdp": "249.534.461",
    "thu_ngan_sach": "21.630.027",
    "region": ["south"]
  },
  {
    "name": "An Giang",
    "image": "./Assets/png/angiang.webp",
    "bi_thu": "Nguyễn Tiến Hải",
    "chu_tich": "Hồ Văn Mừng",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy An Giang",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy An Giang\nNgày sinh: 31/8/1965\nQuê quán: Phường Tân Thành, thành phố Cà Mau, tỉnh Cà Mau\nHọc vấn: Thạc sĩ Quản lý hành chính công, Cử nhân Luật\nDân tộc: Kinh",
    "timeline_bi_thu": [
    "7/1986 - 12/1986: Cán bộ Tỉnh đoàn Minh Hải.",
    "1/1987 - 11/1990: Phó Chủ tịch Hội đồng đội tỉnh; Phó Ban Thanh niên trường học Tỉnh đoàn Minh Hải.",
    "12/1990 - 7/1991: Chủ tịch Hội đồng đội tỉnh Minh Hải.",
    "8/1991 - 8/1993: Bí thư Huyện đoàn U Minh, tỉnh Minh Hải.",
    "9/1993 - 12/1996: Trưởng Ban Tư tưởng - văn hoá Tỉnh đoàn tỉnh Minh Hải; Hiệu trưởng Trường Đoàn.",
    "1/1/1997 - 8/1997: Phó Bí thư Tỉnh đoàn Cà Mau – Phụ trách khối xây dựng Đoàn.",
    "9/1997 - 8/1998: Phó Bí thư thường trực Tỉnh đoàn Cà Mau.",
    "9/1998 - 6/2000: Học viên Học viện Chính trị quốc gia Hồ Chí Minh.",
    "7/2000 - 1/2001: Phó Bí thư Tỉnh đoàn; Chủ tịch Hội Liên hiệp Thanh niên Việt Nam tỉnh Cà Mau.",
    "2/2001 - 12/2003: Chánh Văn phòng Tỉnh ủy Cà Mau.",
    "1/1/2004 - 10/2005: Bí thư Huyện ủy huyện Cái Nước, tỉnh Cà Mau.",
    "11/2005 - 4/2009: Giám đốc Sở Tư pháp tỉnh Cà Mau.",
    "5/2009 - 7/2014: Phó Chủ tịch UBND tỉnh Cà Mau.",
    "7/2014 - 6/2015: Phó Bí thư Tỉnh ủy Cà Mau, phụ trách khối cơ sở.",
    "7/2015 - 6/2020: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Cà Mau.",
    "7/2020 - 9/2020: Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Cà Mau.",
    "10/2020: Tại hội nghị lần thứ nhất của Ban Chấp hành Đảng bộ tỉnh Cà Mau khóa XVI, nhiệm kỳ 2020-2025, ông tái đắc cử Bí thư Tỉnh ủy Cà Mau nhiệm kỳ 2020-2025.",
    "30/1/2021: Tại Đại hội đại biểu toàn quốc lần thứ XIII của Đảng, được bầu là Ủy viên Trung ương Đảng khóa XIII, nhiệm kỳ 2021-2026.",
    "5/2/2021: Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh Cà Mau khóa IX, nhiệm kỳ 2016-2021.",
    "1/2025: Bí thư Tỉnh ủy Kiên Giang, nhiệm kỳ 2020-2025.",
    "6/2025: Bí thư Tỉnh ủy An Giang, nhiệm kỳ 2020-2025."
    ],
    "trich_ngang_chu_tich_short": "Ủy viên dự khuyết Trung ương Đảng, Phó Bí thư Tỉnh ủy,  Chủ tịch UBND tỉnh An Giang",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh An Giang\nNgày sinh: 2/4/1977\nQuê quán: Khánh Hòa\nHọc vấn: Thạc sĩ Quản lý Kinh tế, Cử nhân Khoa học chuyên ngành Ngoại ngữ\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "8/2013 - 10/2015: Bí thư Huyện ủy Vạn Ninh, tỉnh Khánh Hòa",
    "11/2015 - 8/2021: Trưởng Ban Tuyên giáo Tỉnh ủy Khánh Hòa",
    "8/2021 - 9/2024: Bí thư Thành ủy Nha Trang, tỉnh Khánh Hòa",
    "9/2024 - 6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh An Giang",
    "7/2025: Chủ tịch UBND tỉnh An Giang"
    ],
     "image_bi_thu": "./Assets/png/ag_bithu.png",
    "image_chu_tich": "./Assets/png/ag_chutich.png",
    "dien_tich": "9.888,91 km²",
    "dan_so": "4.952.238",
    "grdp": "271.345.883",
    "thu_ngan_sach": "26.279.135",
    "region": ["south"]
  },
  {
    "name": "TP. Cần Thơ",
    "image": "./Assets/png/cantho.webp",
    "bi_thu": "Đỗ Thanh Bình",
    "chu_tich": "Trần Văn Lâu",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Thành ủy TP Cần Thơ",
    "trich_ngang_bi_thu_full": "Bí thư Thành ủy TP Cần Thơ\nNgày sinh: 15/3/1967\nQuê quán: Xã Trí Phải, huyện Thới Bình, tỉnh Cà Mau, Tỉnh Đắk Lắk\nHọc vấn: Thạc sĩ Kinh tế\nDân tộc: Kinh",
    "timeline_bi_thu": [
  "9/1983 - 4/1992: Công tác tại Trường Đảng huyện Vĩnh Thuận; cán bộ Ban Tuyên giáo Huyện ủy; cán bộ Ban Tuyên huấn - Tổ chức Huyện ủy Vĩnh Thuận, tỉnh Kiên Giang.",
  "5/1992 - 9/1994: Phó Bí thư Huyện đoàn Vĩnh Thuận, tỉnh Kiên Giang.",
  "10/1994 - 12/2001: Huyện ủy viên, Bí thư Huyện đoàn; Ủy viên Ban Thường vụ Huyện ủy; Trưởng Ban Tổ chức Huyện ủy Vĩnh Thuận, tỉnh Kiên Giang.",
  "1/2002 - 10/2005: Ủy viên Ban Thường vụ Huyện ủy; Phó Chủ tịch UBND huyện Vĩnh Thuận, tỉnh Kiên Giang.",
  "11/2005 - 9/2010: Phó Bí thư Huyện ủy; Chủ tịch UBND huyện Vĩnh Thuận, tỉnh Kiên Giang.",
  "10/2010 - 10/2012: Tỉnh ủy viên; Bí thư Huyện ủy Vĩnh Thuận, tỉnh Kiên Giang.",
  "11/2012 - 9/2015: Tỉnh ủy viên; Phó Trưởng ban Thường trực Ban Tổ chức Tỉnh ủy Kiên Giang.",
  "10/2015 - 7/2018: Ủy viên Ban Thường vụ Tỉnh ủy; Trưởng Ban Tổ chức Tỉnh ủy Kiên Giang.",
  "7/2018 - 6/2020: Ủy viên Ban Thường vụ Tỉnh ủy; Phó Chủ tịch UBND tỉnh Kiên Giang.",
  "7/2020 - 10/2020: Phó Bí thư Tỉnh ủy; Chủ tịch UBND tỉnh Kiên Giang.",
  "10/2020 - 11/2020: Bí thư Tỉnh ủy; Chủ tịch UBND tỉnh; Bí thư Đảng ủy Quân sự tỉnh Kiên Giang.",
  "11/2020 - 1/2021: Bí thư Tỉnh ủy; Bí thư Đảng ủy Quân sự tỉnh Kiên Giang.",
  "1/2021 - 1/2025: Ủy viên Trung ương Đảng khóa XIII; Bí thư Tỉnh ủy Kiên Giang; Bí thư Đảng ủy Quân sự tỉnh Kiên Giang; Trưởng Đoàn Đại biểu Quốc hội tỉnh Kiên Giang (7/2021).",
  "7/2021: Đại biểu Quốc hội khóa XV; Ủy viên Ủy ban Kinh tế của Quốc hội.",
  "1/2025: Bộ Chính trị điều động, phân công, chỉ định tham gia Ban Chấp hành, Ban Thường vụ Thành ủy và giữ chức Bí thư Thành ủy Cần Thơ nhiệm kỳ 2020-2025.",
  "24/1/2025: Theo Nghị quyết số 1374/NQ-UBTVQH15, Ủy ban Thường vụ Quốc hội quyết nghị đồng chí chuyển sinh hoạt từ Đoàn Đại biểu Quốc hội tỉnh Kiên Giang đến Đoàn Đại biểu Quốc hội thành phố Cần Thơ."
],
    "trich_ngang_chu_tich_short": "Phó Bí thư Thành ủy, Chủ tịch UBND TP Cần Thơ",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND TP Cần Thơa\nNgày sinh: 5/3/1970\nQuê quán: Sóc Trăng\nHọc vấn: Thạc sĩ Xây dựng Đảng và Chính quyền nhà nước, Cử nhân Chính trị học chuyên ngành Quản lý xã hội\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "Trước 2010: Trung đội trưởng Tiểu đoàn Phú Lợi; Phó rồi Trưởng ban Chính sách, Phòng Chính trị, Bộ Chỉ huy quân sư tỉnh",
    "2010-2015: Phó chủ nhiệm chính trị Bộ Chỉ huy quân sự tỉnh; Chính trị viên Ban Chỉ huy quân sự huyện Long Phú; Phó chính ủy Bộ Chỉ huy quân sự tỉnh",
    "2015 - 2020: Chính ủy Bộ Chỉ huy quân sự tỉnh; Chỉ huy trưởng Bộ Chỉ huy quân sự tỉnh",
    "10/2020 - 11/2020: Phó bí thư Tỉnh ủy Sóc Trăng",
    "11/2020 - 6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Sóc Trăng",
    "7/2025: Chủ tịch UBND TP Cần Thơ"
    ],
     "image_bi_thu": "./Assets/png/cn_bithu.png",
    "image_chu_tich": "./Assets/png/cn_chutich.png",
    "dien_tich": "6.360,83 km²",
    "dan_so": "4.199.824",
    "grdp": "281.674.628",
    "thu_ngan_sach": "24.788.357",
    "region": ["city","south"]
  },
  {
    "name": "Vĩnh Long",
    "image": "./Assets/png/vinhlong.webp",
    "bi_thu": "Ngô Chí Cường",
    "chu_tich": "Lữ Quang Ngời",
    "trich_ngang_bi_thu_short": "Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Vĩnh Long",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Vĩnh Long\nNgày sinh: 11/9/1967\nQuê quán: xã Nguyệt Hóa, huyện Châu Thành, tỉnh Trà Vinh\nHọc vấn: Cử nhân Kinh tế chính trị, Cử nhân Hành chính\nDân tộc: Kinh",
    "timeline_bi_thu": [
  "1/1995 - 8/1999: Phó Trưởng Phòng Tổ chức cán bộ, Ban Tổ chức Tỉnh ủy Trà Vinh.",
  "9/1999 - 4/2005: Trưởng Phòng Tổ chức cán bộ, Ban Tổ chức Tỉnh ủy Trà Vinh.",
  "5/2005 - 10/2005: Phó Trưởng Ban Tổ chức Tỉnh ủy Trà Vinh.",
  "11/2005 - 9/2010: Tỉnh ủy viên, Phó Trưởng ban Thường trực Ban Tổ chức Tỉnh ủy Trà Vinh.",
  "10/2010 - 12/2010: Ủy viên Thường vụ Tỉnh ủy, Phó Trưởng ban Thường trực Ban Tổ chức Tỉnh ủy Trà Vinh.",
  "1/2011 - 4/2012: Ủy viên Thường vụ Tỉnh ủy, Trưởng Ban Tổ chức Tỉnh ủy Trà Vinh.",
  "5/2012 - 4/2014: Ủy viên Thường vụ Tỉnh ủy, Bí thư Thành ủy Trà Vinh.",
  "5/2014 - 5/2016: Phó Bí thư Thường trực Tỉnh ủy Trà Vinh.",
  "6/2016 - 9/2020: Phó Bí thư Thường trực Tỉnh ủy Trà Vinh.",
  "10/2020 - 1/2021: Bí thư Tỉnh ủy Trà Vinh.",
  "1/2021 - 30/6/2025: Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Trà Vinh.",
  "Ngày 1/7/2025: Được chỉ định giữ chức Bí thư Tỉnh ủy Vĩnh Long nhiệm kỳ 2020-2025."
],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Vĩnh Long",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Vĩnh Long\nNgày sinh: 4/4/1972\nQuê quán: Tiền Giang\nHọc vấn: Tiến sĩ Chính trị học, Thạc sĩ Xây dựng Đảng-Chính quyền Nhà nước; Cử nhân Luật Kinh tế\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "10/2015: Phó chánh Văn phòng Tỉnh ủy Vĩnh Long",
    "12/2015: Phó chủ tịch UBND tỉnh Vĩnh Long",
    "1/2020: Chủ tịch UBND tỉnh Vĩnh Long",
    "7/2025: Chủ tịch UBND tỉnh Vĩnh Long"
    ],
     "image_bi_thu": "./Assets/png/vl_bithu.png",
    "image_chu_tich": "./Assets/png/vl_chutich.png",
    "dien_tich": "6.296,20 km²",
    "dan_so": "4.257.581",
    "grdp": "254.479.941",
    "thu_ngan_sach": "21.789.629",
    "region": ["south"]
  },
  {
    "name": "Cà Mau",
    "image": "./Assets/png/camau.webp",
    "bi_thu": "Nguyễn Hồ Hải",
    "chu_tich": "Phạm Thành Ngại",
    "trich_ngang_bi_thu_short": "Bí thư Tỉnh ủy Cà Mau",
    "trich_ngang_bi_thu_full": "Bí thư Tỉnh ủy Cà Mau\nNgày sinh: 26-10-1977\nQuê quán: Xã Phước Vĩnh An, huyện Củ Chi, TP Hồ Chí Minh\nHọc vấn: Thạc sĩ quản lý đô thị, kỹ sư xây dựng, cử nhân quản trị kinh doanh\nDân tộc: Kinh",
    "timeline_bi_thu": [
  "6/2000 - 9/2003: Giám sát công trình – Công ty Quản lý kinh doanh nhà TP HCM (Sở Xây dựng).",
  "9/2003 - 1/2005: Phó Trưởng phòng, Trưởng phòng Tổ chức - Hành chính, Công ty Quản lý kinh doanh nhà TP HCM.",
  "1/2005 - 3/2005: Phó Trưởng Phòng Quản lý đô thị quận 8, TP HCM.",
  "4/2005 - 2/2008: Phó Trưởng Phòng, Trưởng Phòng Tài nguyên và Môi trường quận 8; Ủy viên Ban Chấp hành Đảng bộ quận 8, TP HCM (từ 6/2017).",
  "2/2008 - 1/2013: Quận ủy viên; Ủy viên Ban Thường vụ Quận ủy; Phó Chủ tịch UBND quận 8, TP HCM.",
  "1/2013 - 8/2015: Phó Bí thư; Bí thư Quận ủy quận 8, TP HCM.",
  "8/2015 - 4/2019: Bí thư Quận ủy; Thành ủy viên; Bí thư Quận ủy quận 3, TP HCM.",
  "4/2019 - 10/2020: Thành ủy viên; Ủy viên Ban Thường vụ Thành ủy; Trưởng Ban Tổ chức Thành ủy TP HCM.",
  "10/2020 - 3/2024: Phó Bí thư kiêm Trưởng Ban Tổ chức Thành ủy TP HCM.",
  "3/2024 - 1/2025: Phó Bí thư Thường trực Thành ủy TP HCM.",
  "1/2025 - nay: Bí thư Tỉnh ủy Cà Mau, nhiệm kỳ 2020-2025."
],
    "trich_ngang_chu_tich_short": "Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Cà Mau",
    "trich_ngang_chu_tich_full":"Chủ tịch UBND tỉnh Cà Mau\nNgày sinh: 20/8/1971\nQuê quán: Cà Mau\nHọc vấn: Thạc sĩ Luật Kinh tế, Cử nhân Luật\nDân tộc: Kinh",
    "timeline_chu_tich": [
    "5/2010 - 12/2010: Phó chủ tịch UBND huyện Trần Văn Thời, tỉnh Cà Mau",
    "1/2011 - 4/2013: Phó chánh Văn phòng Tỉnh ủy Cà Mau",
    "5/2013 – 5/2018: Chánh Văn phòng Tỉnh ủy Cà Mau",
    "6/2018 - 7/2020: Bí thư Huyện ủy Năm Căn, tỉnh Cà Mau.",
    "8/2020 - 9/2021: Bí thư Thành ủy Cà Mau",
    "9/2021 - 10/2021: Phó bí thư Tỉnh ủy Cà Mau",
    "10/2021 - 11/2024: Phó bí thư Thường trực Tỉnh ủy Cà Mau",
    "11/2024 - 6/2025: Phó bí thư Tỉnh ủy, Chủ tịch UBND tỉnh Cà Mau",
    "7/2025: Chủ tịch UBND tỉnh Cà Mau mới"
    ],
     "image_bi_thu": "./Assets/png/cm_bithu.png",
    "image_chu_tich": "./Assets/png/cm_chutich.png",
    "dien_tich": "7.942,39 km²",
    "dan_so": "2.606.672",
    "grdp": "297.735.681",
    "thu_ngan_sach": "10.481.971",
    "region": ["south"]
  }
 
]
